exports.aliceInWonderland = {
  name: '爱丽丝梦游仙境',
  alias: ['Alice in Wonderland'],
  info: '讲述了发生在爱丽丝上次梦游仙境的十三年后的故事，已经19岁的爱丽丝去一个庄园参加一个聚会，爱丽丝选择了逃跑，她跟着一只白兔钻进了一个洞，再次来到“仙境”。',
  // 角色
  characters: [
    {
      name: '查尔斯',
      alias: [],
      info: '',
    },
    {
      name: '爱丽丝',
      alias: ['alice'],
      info: '已经19岁的爱丽丝受困于维多利亚时代上流社会妇女们的浅见，于是跟着兔子一起跌进兔子洞，爱丽丝又一次遇到了童年的朋友们，直到“地下世界”对她并十分不友善的居民请求她保卫奇幻家园，爱丽丝的挑战来了'
    }
  ],

  // 语录
  quotes: [
    {
      quote: '先生们，实现“不可能”的唯一方法，就是相信它是可能的。',
      reference: '电影开头',
      characters: ['查尔斯']
    },
    {
      quote: '你疯了，精神错乱，头脑不清醒。但我告诉你一个秘密，所有最棒的人都这样。',
      reference: '查尔斯安慰爱丽丝，爱丽丝安慰疯帽子时也说过同样的话',
      characters: ['查尔斯', '爱丽丝']
    }
  ]
}
