exports.amaki = {
  name: '甘城光辉游乐园',
  alias: [''],
  info: '',
  characters: [
    {
      name: '可儿江西也',
      alias: ['西也'],
      info: '头脑聪明、运动神经优秀、长相帅气的自恋美男子，在学校没有半个朋友。双亲早已离婚，父亲再娶，但是并未与双亲同住，而是与姑姑久武蓝珠两人一同生活。',
    },
    {
      name: '千斗五十铃',
      alias: ['五十铃', '千斗'],
      info: '第3学期转入甘城高中的转学生，西也的同班同学，有着大大的双眼与亚麻色长发的美少女，表情十分冷淡。本名“伊丝兹露哈·森托西雅”，魔法国度“红枫乐园”近卫队第一卫士，负责保护皇家成员，平时不断接受严苛的训练。一年前为了担任拉媞珐助理与实务而从皇宫派来。原本担任代理经理，在西也来到“甘辉”后转任而担任他的“秘书室长”。',
    },
    {
      name: '拉媞珐·芙尔兰札',
      alias: ['拉媞珐'],
      info: '魔法国度“红枫乐园”的第一公主，也是甘城辉煌游乐园的经理，外表看似只有14、15岁的少女。',
    },
    {
      name: '莫夫鲁',
      alias: ['松松饼', '莫夫路'],
      info: '游乐设施“莫夫鲁糖果屋”的吉祥物，糖果妖精，是吉祥物中的招牌角色，也是乐园干部中的统辖者。'
    }
  ],

  quotes: [
    {
      quote: '想要把梦想展现给别人的话，首先自己得要相信那个梦想。',
      reference: 'TV版第1话',
      characters: ['西也']
    },
    {
      quote: '哥穿什么都这么帅。',
      reference: 'TV版第3话',
      characters: ['西也']
    },
    {
      quote: '像我和你的这种微小的挫折，是常见到不能再常见的了。就因为这种事情而烦恼什么的，你这个人也太无聊了。简直是——无聊！',
      reference: 'TV版第4话',
      characters: ['西也']
    },
    {
      quote: '莫夫鲁：被那节奏怔住结果采用了呢。\n\n千斗：不是挺好吗？虽然按照常识的话是不会采用的。但是即使被插都能保持着一份责任感和笑容，有着这样的热情和毅力，或许能成为乐园的一份战斗力。',
      reference: 'TV版第6话',
      characters: ['莫夫鲁', '千斗']
    },
    {
      quote: '评价他人和接触他人是完全不同的能力',
      reference: 'TV版第6话',
      characters: ['西也']
    }
  ]
}
