exports.amaki = {
  name: '甘城光辉游乐园',
  alias: ['甘城ブリリアントパーク'],
  info: '《甘城辉煌乐园救世主》是由日本轻小说家贺东招二原作、插画师中岛尤佳（なかじまゆか）负责插画的轻小说。',
  characters: [
    {
      name: '可儿江西也',
      alias: ['西也', '可儿江'],
      info: '头脑聪明、运动神经优秀、长相帅气的自恋美男子，在学校没有半个朋友。双亲早已离婚，父亲再娶，但是并未与双亲同住，而是与姑姑久武蓝珠两人一同生活。',
    },
    {
      name: '千斗五十铃',
      alias: ['五十铃', '千斗'],
      info: '第3学期转入甘城高中的转学生，西也的同班同学，有着大大的双眼与亚麻色长发的美少女，表情十分冷淡。本名“伊丝兹露哈·森托西雅”，魔法国度“红枫乐园”近卫队第一卫士，负责保护皇家成员，平时不断接受严苛的训练。一年前为了担任拉媞珐助理与实务而从皇宫派来。原本担任代理经理，在西也来到“甘辉”后转任而担任他的“秘书室长”。',
    },
    {
      name: '拉媞珐·芙尔兰札',
      alias: ['拉媞珐'],
      info: '魔法国度“红枫乐园”的第一公主，也是甘城辉煌游乐园的经理，外表看似只有14、15岁的少女。',
    },
    {
      name: '莫夫鲁',
      alias: ['松松饼', '莫夫路'],
      info: '游乐设施“莫夫鲁糖果屋”的吉祥物，糖果妖精，是吉祥物中的招牌角色，也是乐园干部中的统辖者。'
    },
    {
      name: '马卡龙',
      alias: ['マカロン'],
      info: '游乐设施“马卡龙音乐剧场”的吉祥物，音乐妖精，看起来像是三头身的羊咩咩造型的吉祥物。但他对小孩子的童谣一点兴趣都没有，他喜欢的类别是放朋克音乐和饶舌歌，尤其是充满暴力于性爱色彩的美国黑帮系饶舌歌。特技是社交舞和组装钢弹模型。对尼古丁上瘾，最爱抽的香烟牌子是万宝路。'
    }
  ],

  quotes: [
    {
      quote: '虽然有点唐突，可儿江西也同学。下周日，能我和一起去游乐园吗？',
      reference: 'TV版第1话',
      characters: ['千斗']
    },
    {
      quote: '想要把梦想展现给别人的话，首先自己得要相信那个梦想。',
      reference: 'TV版第1话',
      characters: ['西也']
    },
    {
      quote: '哥穿什么都这么帅。',
      reference: 'TV版第3话',
      characters: ['西也']
    },
    {
      quote: '像我和你的这种微小的挫折，是常见到不能再常见的了。就因为这种事情而烦恼什么的，你这个人也太无聊了。简直是——无聊！',
      reference: 'TV版第4话',
      characters: ['西也']
    },
    {
      quote: '莫夫鲁：被那节奏怔住结果采用了呢。\n\n千斗：不是挺好吗？虽然按照常识的话是不会采用的。但是即使被插都能保持着一份责任感和笑容，有着这样的热情和毅力，或许能成为乐园的一份战斗力。',
      reference: 'TV版第6话',
      characters: ['莫夫鲁', '千斗']
    },
    {
      quote: '评价他人和接触他人是完全不同的能力',
      reference: 'TV版第6话',
      characters: ['西也']
    },
    {
      quote: '不要这样，老是这样点头哈腰的话，女人会贬值的。',
      reference: 'TV版第8话，马卡龙假扮可儿江时',
      characters: ['马卡龙', '西也']
    },
    {
      quote: '别得意忘形了，母崽。\n\n我静静听你说，你就扯恋爱和诚意什么的。不要说这些庸俗的话。你们，就凭你们，你们知道什么是爱吗！不要惹人发笑了！\n\n不过就是玩着延伸版的朋友游戏，稍微交往一下就伤害受伤什么的，你们是在小看人生吗！觉得「为了土田同学如此生气的我真是帅」？开什么玩笑！\n\n真正的恋爱带来的痛与苦，你们知道吗！比方说深爱了十年的女孩嫁给了自己最痛恨的人的新婚初日，那种心碎，那种断肠。就这样还不止，十年后她的一句「女儿拜托了」。听到这样一句后的心情你们懂吗！不，你们怎么可能会懂啊！',
      reference: 'TV版第8话，莫夫鲁扮演可儿江时',
      characters: ['莫夫鲁', '可儿江']
    },
    {
      quote: '拉媞珐：可儿江大人，真的十分感谢你。\n\n可儿江：嗯...\n\n拉媞珐：没精神呢。\n\n可儿江：是吗？\n\n拉媞珐：嗯！平时都是说着「这就是哥的实力」什么的。...其实，其实不是想要这样的。明明与你相会，和大家一起度过了这样的时光，明明今晚发生了如此美妙的奇迹...再过一会，居然要把全部都忘记...\n\n（抱紧拉媞珐）\n\n可儿江：现在的我只能做到这些。\n\n拉媞珐：好开心。',
      reference: 'TV版第12话',
      characters: ['拉媞珐', '可儿江']
    },
    {
      quote: '拉媞珐：可儿江大人。\n\n可儿江：我会继续干下去的。嘛，问题全部搞定之前我会陪着你们的。\n\n拉媞珐：是！\n\n可儿江：感谢哥吧！哥要助你个一臂两臂之力的。',
      reference: 'TV版第12话',
      characters: ['拉媞珐', '可儿江']
    },
    {
      quote: '怎么说呢，感觉你无聊的本质被原原本本地提现出来了。偶尔也是会出现这种作品的。虽然基本点都踩到了，但是让人看完打瞌睡。非要举例就是，做东西的人太无聊了，做出来的东西也就无聊，就是这感觉。',
      reference: 'TV版第13话',
      characters: ['可儿江', '莫夫鲁']
    }
  ]
}
