exports.baozouEvents = {
  name: '暴走大事件',
  alias: ['Bao Zou big news events', 'Bao Zou Da Shi Jian'],
  info: '《暴走大事件》自称为一部新闻脱口秀节目，题材取自当时的新闻故事、娱乐人物，在年轻观众之中非常流行。观众大多为了节目中的娱乐性而收看此节目，对该节目的真实性和严肃性并未作太多要求，因此该节目创作了首席“鉴黄师”唐马儒先生，“食品卫生砖家”孙要善教授等讽刺性虚构人物形象。',

  characters: [
    {
      name: '王尼玛',
      alias: ['老王', '隔壁老王'],
      info: '王尼玛是现任的暴走漫画官方主编，以戏谑，幽默的口吻讲述社会发生的各种事情，同时也是暴走大事件主持人。其真面目除员工外恐怕没有人见过。'
    }
  ],

  quotes: [
    {
      quote: '一直以来，总有人批评 80 后、90 后如何思想堕落，如何离经叛道，如何的扶不起来，还有人说他们是道德毁掉的一代人，是「垮掉的一代」。\n\n我特别的不理解。\n\n自顾自跳广场舞扰民的不是他们，\n\n不让座就拳脚相加的不是他们，\n\n碰瓷耍赖的不是他们，\n\n炒高房价的不是他们，\n\n开黑心食品加工坊的不是他们，\n\n建小工厂乱排污的更不是他们。\n\n是谁自己道德缺失反过来教育下一代人说这就是现实呢？\n\n是谁自己跌倒了还要反讹把自己扶起来的年轻人，这到底是谁扶不起来？\n\n当然，那些值得尊敬的长辈们，给 80 后、90 后树立了榜样，让他们不断的成长，不忘自我反省。\n\n于是我们能看到身边大多的 80、90 后，都能够遵守公序良俗，他们会主动的让座，会羞于插队，最坏的行为，也就是在电梯里面按亮所有的楼层。\n\n如果要给绝大多数的 80、90 后一个整体的印象，我可以这么说：\n\n他们是刚一就业就被延迟退休，他们是干二十年都买不起房、结不起婚，却每天努力工作的一代人。\n\n他们是吃着各种黑心食品长大，却每天还在茁壮成长的一代人。\n\n他们是顶着恶劣的就业环境、自然环境，顶着高高的房价、住在北上广的出租屋里却没有怨天尤人，每天还在追求自己的理想，追求自己想要生活的一代人。\n\n如果谁硬要说他们是「垮掉的一代」，那也是被现实压垮的。\n\n然而，即使是跪着，前方的路，他们也会一起走完。',
      reference: '第三季42话结尾',
      characters: ['王尼玛']
    }
  ]
}
