exports.codeGeass = {
  name: '反叛的鲁路修',
  alias: ['Code Geass', '反逆的勒鲁什', '叛逆的鲁鲁修'],
  info: '被布里塔尼亚帝国侵略而亡国的日本——11区中，立志粉碎帝国的黑色王子鲁鲁修，与坚持公理的白色骑士朱雀所掀起的巨大变化。',
  cover: 'http://aniquo.qiniudn.com/images/sourceCover/ada1920971b8368251b3aafb03c0e824',

  // 角色
  characters: [
    // 鲁鲁修
    {
      name: '鲁路修·Vi·布里塔尼亚',
      alias: ['ルルーシュ·ヴィ·ブリタニア', 'Lelouch Vi Britannia', '鲁鲁修', '鲁路修', '勒鲁什', 'Lelouch', '鲁鲁', 'Zero'],
      info: '本是超级大国神圣布里塔尼亚帝国的第十一皇子、第十七位皇位继承人。9岁时，因父亲绡鲁鲁·Di·不列颠皇帝见死不救，导致母亲玛丽安娜皇妃被杀，妹妹娜娜莉双目失明（实则是被父亲施加Geass所致）、双腿瘫痪，因此憎恨布里塔尼亚帝国及布里塔尼亚皇族。皇历2017年，与魔女C.C.订立契约而得到“王之力”Geass。以为订立契约契机，他终于将粉碎布里塔尼亚帝国的计划付诸实行，之后以Zero作为名称，依靠假面与斗篷掩护身份，组建“黑色骑士团”，作为反叛势力的领袖而出现在帝国面前。Code Geass 的剧本先生在访问中表示，鲁路修是一个“认为最后没有得到结果，就是没有意义”的人。性格沉着冷静，坚定地追求自己的目标，并为此而不择手段，甚至宁愿背负凌驾于众生之上的孤独。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/e2912798e63d85300d4da2ddf15eddac'
    },
    // C.C.
    {
      name: 'C.C.',
      alias: ['CC'],
      info: 'C.C.是日本动画《CODE GEASS 反叛的鲁路修》及《CODE GEASS反叛的鲁鲁修R2》的女主角，并在其余《Code Geass》系列中出现，贯穿整部作品。她赋予了鲁鲁修GEASS能力，因为有与V.V.相同的CODE的力量，亦被称作“不老不死的魔女”。一直陪在鲁路修身边，是一直保护着他的女人。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/505b460fd6dd2a270481cec4e5a732d7'
    },
    // 朱雀
    {
      name: '枢木朱雀',
      alias: ['枢木スザク', '朱雀', 'スザク'],
      info: '枢木朱雀是日本动画《Code Geass 反叛的鲁路修》及《Code Geass 反叛的鲁路修R2》的第二男主角，日本最后的首相枢木玄武（已故）的独生子，名誉不列颠人，参加了不列颠帝国军做为军人，与鲁路修的反叛不同的是，朱雀希望通过温柔和平的方式在内部改变帝国和世界。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/1a438afb08e09c9ea90d4c07c4a46610'
    },
    // 夏鲁鲁
    {
      name: '查尔斯·L·布里塔尼亚',
      alias: ['夏鲁鲁'],
      info: '不列颠帝国的皇帝，鲁路修的父亲。年齢是62歳。似乎有100个以上的儿女。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/f4850169588e5d9ff05e8de5cee45e08'
    },
    // 柯内莉娅
    {
      name: '柯内莉娅·Li·布里塔尼亚',
      alias: ['コーネリア・リ・ブリタニア', 'Koneria·Ri·Buritania', '柯内莉娅'],
      info: '日本动画《Code Geass 反叛的鲁路修》及《Code Geass 反叛的鲁路修R2》中的女性角色，布里塔尼亚帝国的第二皇女。鲁路修同父异母的姐姐。蔑称荣誉布里塔尼亚人为“数字”。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/9e8257f58155a1e680dcde30dd07b290'
    },
    // 尤菲米娅
    {
      name: '尤菲米娅·Li·布里塔尼亚',
      alias: ['ユーフェミア·リ·ブリタニア', '尤菲', '尤菲米娅', '人偶皇女', '杀戮皇女'],
      info: '尤菲米娅·Li·布里塔尼亚，昵称尤菲，日本动漫《CODE GEASS 反叛的鲁路修》R1中的主要女性角色，是布里塔尼亚帝国（又译名不列颠尼亚）的第三皇女殿下。性格温和善良，但可爱外表下有着坚强的意志，是皇族乃至贵族中少数不排挤日本人的成员之一。有着希望本国人与日本人和平相处的美好政治理想，并一直为之奋斗，因与枢木朱雀理想相同而帮助他，并让他成为自己的骑士。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/1e7508237a608e64de507dccd3a16c63'
    },
    // 罗伊德
    {
      name: '罗伊德·阿司布鲁德',
      alias: ['Lloyd Asplund', '罗伊德', '布丁伯爵'],
      info: '罗伊德·阿司布鲁德（Lloyd Asplund），日本动漫作品《Code Gease 反叛的鲁鲁修》中人物。外号“布丁伯爵”在剧中为神圣不列颠帝国Knightmare的机体设计师，米蕾·阿什弗德的前婚约者，圆桌骑士团第七骑士枢木朱雀专属技术人员。九十八代不列颠皇帝在位期间，历任神圣不列颠帝国特别派遣向导技术部主任、圆桌骑士团第七骑士专属开发部门主任。至九十九代不列颠皇帝鲁路修·不列颠登基以后又成为其得力助手，后协助鲁路修·不列颠上演了“ZERO之镇魂曲”的剧本。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/dfcbe9a3bdfffe34dfb2795714c129ed'
    },
    // 卡莲
    {
      name: '卡莲·修坦费尔德',
      alias: ['卡莲', '华莲'],
      info: '日本人与不列颠人的混血儿，属于反抗军的一员。名门修坦费尔德家的大小姐，为了继承哥哥红月直人（红月ナオト）的遗志而参加了反抗军。特别擅长武术与Knightmare 的操作，在第一话驾驶著涂装成红色的Knightmare格拉斯哥对抗帝国军，展现了可与不列颠帝国驾驶员匹敌的驾驶能力，也因此遇到了鲁路修。在第4话帮助鲁路修进行救出朱雀的作战。是黑色骑士团干部中最支持零的人,比扇要还要信任Zero。'
    },
    // 夏莉
    {
      name: '夏莉·菲内特',
      alias: ['夏莉', '莎莉'],
      info: '夏莉·菲内特（Shirley Fenette）是日本动画《Code Geass 反叛的鲁路修》的女主及《Code Geass 反叛的鲁路修R2》中的主角之一。深爱着鲁鲁修的悲惨女子，父亲因鲁鲁修策划的山崩事故遇害。与鲁鲁相约看电影前得知噩耗，于11集因悲伤与鲁鲁kiss。后卷入毛与C.C.事件得知父亲的死与鲁鲁有关，但仍深爱着他，俩人感情有一定发展，最后因洛洛的嫉妒之心被害。'
    },
    // 米蕾
    {
      name: '米蕾·阿什弗德',
      alias: ['米蕾'],
      info: '米蕾·阿什弗德，日本动漫作品《反叛的鲁鲁修》中的人物，布里塔尼亚人，阿什弗德学园的理事长的孙女。与同一学生会的副会长鲁路修·不列颠关系友好，后因鲁路修·不列颠的原因，记忆被篡改，留级一年，后又因提前修满不足学分而提早毕业，并与罗伊德·阿司布鲁德解除了婚约。'
    },
    // 藤堂
    {
      name: '藤堂镜志朗',
      alias: ['藤堂'],
      info: '出自日本动画《CODE GEASS 反叛的鲁路修》的人物，原日本中校，在不列颠进攻日本时，死守严岛而不败，被称为奇迹之藤堂。日本灭亡后，在“日本解放战线”中追随片濑少将。被俘后又被鲁鲁修所救，从此加入黑暗骑士团。'
    },
    // 迪特哈鲁特
    {
      name: '迪特哈鲁特·利特',
      alias: ['迪特哈鲁特'],
      info: '迪特哈鲁特·利特，电视台的电视制作人，具有不媚俗的性格。活跃地进行各种事件的报道。志愿加入黑色骑士团，提供了ZERO有关不列颠帝国正准备对日本解放战线进行攻势的情报。接着又提供零有关柯内莉亚准备捕捉日本解放战线片瀬少将的情报，因贡献卓著而成功加入黑色骑士团。'
    },
    // 神乐耶
    {
      name: '皇神乐耶',
      alias: ['神乐耶'],
      info: '皇神乐耶，日本动画《Code Geass反叛的鲁路修》中登场的角色，京都六家的领导者，日本皇室唯一的幸存者及继承人，为人单纯善良。同时也是枢木朱雀的表妹。'
    },
    // 桐原公
    {
      name: '桐原泰三',
      alias: ['桐原公'],
      info: '京都六家的代表之一。是开采樱戴特的桐原产业之创办人，掌握着富士矿山的开采作业。日本被占领后，摇身一变协助不列颠帝国，因而被称为卖国奴桐原；实际上他是面从腹背（表面顺从暗地反抗，语出“书经－益稷”，意同"阳奉阴违"）在暗中积极资助日本各地的反抗军。'
    },
    // 扇要
    {
      name: '扇要',
      alias: ['扇'],
      info: '华莲所属的反抗势力的队长。与华莲的哥哥，也是前队长的红月直人（红月ナオト） 是好朋友，之后接替红月直人带领着反抗组织。对周遭的人很和善，但却缺乏领导反抗军的统帅与计划能力，其本人也有自觉。因此当ZERO在危机中出现并解救 他们时，放下了疑惑支持ZERO。但对ZERO的信任程度似乎还比不上对京都六家的信任。因为救了维蕾塔回家而在某留言版被公认为杂碎，作为第一个信任ZERO的人，同时也是第一个背叛ZERO的人，标准的二五仔。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/66699d74a0958de55f80b10c20a214f7'
    },
    // 吉尔福德
    {
      name: '吉尔伯特·G·P·吉尔福德',
      alias: ['吉尔福德'],
      info: '吉尔福德，动漫《叛逆的鲁鲁修》中的人物，布里塔尼亚（不列颠）帝国的二皇女的骑士。'
    },
    // 罗洛
    {
      name: '罗洛·兰佩路基',
      alias: ['罗洛', '洛洛'],
      info: 'R2新登场人物，Geass教团研究的失败品，现属布里塔尼亚帝国机情局，为监视鲁鲁修而假扮成他的弟弟，就读于阿什弗德学园高中部一年级。本身是杀手，拥有Geass能力，能改变被施以Geass的人对周围时间的感知。施行Geass时自己的心脏会停止跳动。因为是没有家人的孤儿（甚至连真实的名字也没有），所以对家庭亲情等观念看得特别重。被鲁鲁修付出感情之后，显示出单纯的一面，相信了鲁鲁修的话，倾向了黑色骑士团一方。之后被鲁鲁修利用，彻底背叛了机情局。对作为“兄长”的鲁鲁修有强烈的占有欲，也因此将恢复记忆的夏莉杀死。第二次东京决战时又企图杀死娜娜莉，但因爱之女神攻击未了。第二次东京决战之后，在鲁鲁修遭黑色骑士团与布里塔尼亚追杀时驾驶蜃气楼舍命将他救走，并大范围连续使用Geass，心脏持续静止超出负荷而死亡。'
    },
    // 星刻
    {
      name: '黎星刻',
      alias: ['星刻'],
      info: '日本动漫《叛逆的鲁路修》中的人物。第一季23话初登场（背影），R2第1话正式登场。他是中华联邦的武官，武功高强，随身带有佩剑，且剑不离身。另一武器是绳镖。以宦官高亥随从的身份出使十一区，但看不惯高亥卖国的做法而杀死了他。6年前曾被天子所救，和天子立下约定，要将天子带出朱禁城，如今仍将这份承诺铭记在心，将天子视为最珍视的人。有十分强烈的爱国之心，痛恨大宦官卖国求荣的行为，希望中华联邦繁荣昌盛。被鲁鲁修誉为“跟我相当的智略和朱雀级的武勇，上天竟然将两样都赐予你了”。'
    },
    // 利瓦尔
    {
      name: '利瓦尔·卡德蒙德',
      alias: ['利瓦尔'],
      info: '阿什弗德学园高中部3年级学生，鲁鲁修的同班同学兼损友，经常带鲁鲁修出去参与赌钱的活动（比如国际象棋）。暗恋着学生会的会长米蕾，阿什弗德学园学生会的成员，担任学生会的书记。在第二季记忆被窜改，忘了娜娜莉，而只记得罗洛。在第47集与尼娜一起带着“爱之女神”战术核武的资料逃亡时，遭到洛伊德的部队拦阻，而鲁鲁修却交代洛伊德俘虏尼娜并释放利瓦尔。'
    },
    // 修奈泽尔
    {
      name: '修奈泽尔·埃尔·布里塔尼亚',
      alias: ['修奈泽尔'],
      info: '修奈泽尔，日本动漫作品《Code Geass 反叛的鲁路修》中人物。是皇位继承人当中能力最杰出的有力候补，被认为是最接近皇帝的存在。'
    },
    // 阿尼亚
    {
      name: '阿尼亚·阿尔斯托莱姆',
      alias: ['阿尼亚'],
      info: '阿尼亚·阿尔斯托莱姆是《反逆的鲁路修》R2中的人物。是一位粉色头发的三无少女，位居‘Knight Of Rounds’第六位的骑士，女性骑士。是整个骑士团中，最年幼的骑士。对骑士的称号和立场很珍视，是一位散发著忧郁气质并且沉默的少女。曾为白羊宫宫女，玛丽安娜被刺时在事发现场，身中玛莉安娜的Geass。'
    },
    // 季诺
    {
      name: '吉诺·瓦茵拜鲁古',
      alias: ['吉诺', '季诺', '基诺'],
      info: 'Code Geass 反叛的鲁路修R2里面的人物，为圆桌骑士团第三骑士。'
    },
    // 玛丽安娜
    {
      name: '玛丽安娜·Vi·布里塔尼亚',
      alias: ['玛丽安娜'],
      info: '玛丽安娜·Vie·布里塔尼亚王妃殿下在作为开发阶段的Knightmare驾驶员时，因能力出类拔萃而被选为骑士侯（仅限于一代的爵位）。'
    }
  ],

  // 语录
  quotes: [
    {
      quote: '还不想结束吧，你。你好像有渴望活下去的理由，获得力量的话就能活下去吧。这是契约，我赐予你力量，作为交换，你只要实现我一个愿望。若是签订了契约，你就能继续活下去，但将作为与人类不同的存在活下去。不同的意志，不同的时间，不同的生命，王的力量会使你孤独。如果你有这个觉悟的话。',
      reference: 'R1第1话，结缔契约时',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/009db2b9f2e2ed40471e207a166ab987',
      characters: ['C.C.']
    },
    {
      quote: '有资格开枪的，只有那些有觉悟被射杀的人。',
      reference: 'R1第1话，结缔契约后',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/23ab46a0c5adcb69ddaecbbb77cc69f0',
      characters: ['鲁鲁修']
    },
    {
      quote: '从那天开始，我就一直在撒谎。活着就是谎言，名字也是谎言，经历也是谎言，全部都是谎言。我早已厌倦了这个毫无改变的世界，但这个谎言让人绝望到想放弃都不行了。但是我得到了，力量，所以...',
      reference: 'R1第1话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/f45a716c26c369fa87c76404ce69a2b8',
      characters: ['鲁鲁修']
    },
    {
      quote: '光说漂亮的话，是无法改变世界的。',
      reference: 'R1第3话，杀克洛维斯时',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/9d3344cb4213b6b9a5a9b0e64c3b7644',
      characters: ['鲁鲁修']
    },
    {
      quote: '罗伊德：真相这种东西，不被揭露的比较多。\n\n朱雀：如果这世界真是这样的话，我，对这个世界也不再执着了。',
      reference: 'R1第4话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/87580eaa2a1d75f0ee963fbc41033d5f',
      characters: ['罗伊德', '朱雀']
    },
    {
      quote: 'Zero: 看来受了不少虐待嘛，他们的手段你明白了吧，枢木一等兵。布尼塔尼亚腐烂了，如果你真的想要改变世界，就和我联手吧。\n\n朱雀：你...真的是你杀了克洛维斯点下吗？\n\nZero：这是战争。杀死敌将难道需要理由吗？\n\n朱雀：毒气呢？把民众当作人质。\n\nZero：交涉的时候需要有一定的筹码。从结果来说，谁都没有死。\n\n朱雀：结果...是吗，你是这么想的吗。\n\nZero：到我身边来吧，布尼塔尼亚已经是一个不值得你去效忠的国家了。\n\n朱雀：或许是这样。但是，所以我想要把它改变成有价值的国家，从布尼塔尼亚内部。\n\nZero：改变？\n\n朱雀：我认为用错误的方法得到的结果，是没有价值的。',
      reference: 'R1第4话，救朱雀后',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/70bb2816c9ad6ad4bf1095926d0dbe82',
      characters: ['鲁鲁修', '朱雀']
    },
    {
      quote: 'C.C.：只用Geass来作战，对手也未免太强大了。\n\n鲁鲁修：只要强大就好了吗？\n\n朱雀：弱小是不对的吗？那个时候，在只有10岁的我们看来，世界非常的悲伤。饥饿，疾病。\n\n鲁鲁修：贪污，腐败。\n\n朱雀：差别。\n\n鲁鲁修：战争以及恐怖主义。\n\n朱雀：重复不断的憎恨连锁。\n\n鲁鲁修：愚蠢的斗争游戏。\n\n朱雀：一定要有谁来打断这个连锁。\n\nC.C.：太理想了。\n\n朱雀：当然，我没想过能让这些东西全部消失。\n\n鲁鲁修：我还没有傲慢到那个程度。所以。\n\n朱雀：能够不失去重要的人，最起码，有一个没有战争的世界。\n\nC.C.：像那样顺心的世界。\n\n尤菲：该怎么样？\n\n鲁鲁修：很简单，只有某个人胜利了，战争就能结束了。',
      reference: 'R1第5话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/83617c2441af6a9508dcda78066ca88c',
      characters: ['C.C.', '鲁鲁修', '朱雀', '尤菲']
    },
    {
      quote: '人，不是平等的。\n\n出生以来就有脚程快之人，美貌之人，父母贫困之人，拥有病弱躯体之人。\n\n出生、成长、才能，人类全都各不相同。\n\n对，人就是为了被差别对待而存在的。\n\n所以人类才会争斗，竞争。在这之中便产生了信徒，不平等不是邪恶，平等才是邪恶的。\n\n跟随权利行动的理由是什么，任期这种东西只会导致愚昧的政治，追求平等均富的都是懒怠的人。\n\n但是我们布尼塔尼亚不同，争斗，竞争中总是会伴随着进化。\n\n只有布尼塔尼亚在前进，向着未来在前进。\n\n吾子克洛维斯的死，也是布尼塔尼亚在继续进化的证明。\n\n战斗吧！争斗、抢夺、获得、支配，在那尽头，有未来。\n\nAll Hail Britannia!',
      reference: 'R1第6话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/975118b9c94e1e07f54ae795620b155a',
      characters: ['夏鲁鲁']
    },
    {
      quote: '战争这种东西，就是相互争夺名誉和生命。',
      reference: 'R1第7话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/c949fe5aa239d82f64b976732ecd6205',
      characters: ['柯内莉娅']
    },
    {
      quote: '虚伪的眼泪会伤害人，虚伪的笑容会伤害自己。',
      reference: 'R1第9话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/c1ba4884806127e290bae1d7cb2a0084',
      characters: ['C.C.']
    },
    {
      quote: 'C.C.：鲁鲁修，你为什么是鲁鲁修？\n\n鲁鲁修：我没空陪你研究哲学。\n\nC.C.：家名改成兰佩洛奇，但却留下了鲁鲁修这个个人。是因为天真吧，无法完全舍弃过去。\n\n鲁鲁修：这样说的话你的C.C.也太过分了，根本不是人类的名字。\n\nC.C.：鲁鲁修，你知道雪为什么是白色的吗？因为它忘记了自己曾经的颜色。\n\n鲁鲁修：C.C.，虽然我不知道雪为什么是白色的，但我认为白色的雪很漂亮。我并不讨厌。（这句出自R1第11话结尾）',
      reference: 'R1第10话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/93a81592a071376167436d908615412c',
      characters: ['C.C.', '鲁鲁修']
    },
    {
      quote: '人总是相信自己的胜利的存在，然而在时间与命运的面前，「相信」这种行为总是过于空虚、脆弱。',
      reference: 'R1第11话，开场旁白',
      characters: ['C.C.']
    },
    {
      quote: '罗伊德：你极端讨厌人的死亡吧，但却愿意留在军队，为了什么？\n\n朱雀：不想让人死才会留在军队。\n\n罗伊德：那种纯真总有一天会害死你哦。',
      reference: 'R1第11话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/c26a41e739dbaae6330ec283ef8a9766',
      characters: ['罗伊德', '朱雀']
    },
    {
      quote: '人类不是游戏的棋子，Zero应该也不是这样想的。\n\n如果不是这样的话，我们也成了棋盘上被使用的棋子了。\n\n但是不可能，他对于布尼塔尼亚的愤怒是真的。\n\n知晓愤怒的人，应该也知晓悲伤。',
      reference: 'R1第11话，作战撤退时',
      characters: ['扇要']
    },
    {
      quote: '不变的事物在哪儿都是不存在的。',
      reference: 'R1第12话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/d095773117e8a567fce6841e012ca54c',
      characters: ['米蕾']
    },
    {
      quote: '如果你想让人信任的话，就给出相应的成果来看看。',
      reference: 'R1第12话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/6861bfdf87c6ce14d6d8a7ea6de4b1cb',
      characters: ['鲁鲁修']
    },
    {
      quote: '真是软弱啊，而且，行为和思想都很陈腐。所以，你们才赢不了。',
      reference: 'R1第12话，见桐原公见面时',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/3cccf420fc4e290256cac33f92601d0f',
      characters: ['鲁鲁修']
    },
    {
      quote: '桐原公：要踏上去吗？修罗之路。\n\nZero：如果，这是我的命运的话。',
      reference: 'R1第12话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/343928c5971b4607b58a51d17f7f2127',
      characters: ['鲁鲁修', '桐原公']
    },
    {
      quote: '夏莉：呐，鲁鲁，Zero是弱者的朋友吧？\n\n鲁鲁修：是，是啊，是这么说的。\n\n夏莉：那么，为什么杀了我爸爸？爸爸，很温柔，从来都没打过我，什么坏事都没有...但是，被活埋了...无法呼吸...为什么！为什么爸爸要死？我不要这样，不要啊，不要！求求你，鲁鲁...帮帮我。',
      reference: 'R1第12话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/a0fd5a085c6a627d36b7eed4fbe53f5c',
      characters: ['夏莉', '鲁鲁修']
    },
    {
      quote: '啊，我知道，这种行动的结果。啊，我是知道的。但是为什么？从舞台上消失很简单，只要舍弃Zero这个存在就可以了。只要堵住桐原的嘴巴，我就能恢复鲁鲁修·兰佩鲁奇。但是，可是...',
      reference: 'R1第13话，预告',
      characters: ['鲁鲁修']
    },
    {
      quote: '在「行动」的尽头，有「结果」这个答案在等待。从未有过例外，在那里，鲁鲁修的力量起不了作用。即使有着对任何对手都能下达绝对服从命令的力量，也无法从那个必然下逃脱。鲁鲁修为了替母亲报仇，为了创造妹妹娜娜莉能幸福生活的世界而行动起来。\n\n但是世界，人们却总是把和他预想不同的结果摆在他眼前，并追求结果的「继续」。如果这个「继续」与世界结合起来的话，某些人必须背负的罪孽，所得到的惩罚，到底在何处呢？',
      reference: 'R1第13话，开场白',
      characters: ['CC']
    },
    {
      quote: '太卑鄙了，黑色骑士团，Zero的做法太卑鄙了。自己不做准备，只会坐收渔人之利来改写事态，以审判者自居来得到胜利。那样的话什么也改变不了。由错误的过程得到的结果，明明是没有意义的。',
      reference: 'R1第13话，夏莉父亲的葬礼上',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/e9ed24c26c2abc077b05405bcd94dcd8',
      characters: ['朱雀']
    },
    {
      quote: 'C.C.：后悔了吗？因为把友人的父亲卷了进来。你对桐原说过吧，“真软弱”，说自己会走上修罗之路。\n\n鲁鲁修：闭嘴。\n\nC.C.：但软弱的人是你，你想说你只是把这当作游戏吗？到现在为止你已经杀了很多人了，用你的双手，或是用你说过的话。\n\n鲁鲁修：闭嘴。\n\nC.C.：那些人也有家人，也有恋人和友人。难道你想说你还不了解这些吗？你的觉悟只是这种程度。\n\n鲁鲁修：闭嘴！我当然有觉悟。自从那时，杀死克洛维斯的那时候开始。C.C.：那么，现在为什么迷茫了？还是说因为感情而动摇了？抱在一起接吻。不管说得有多么了不起，到头来只不过是个只会夸下海口，脑筋迟钝的童贞小鬼而已。你已经没有动摇和停止前进的权利了，这是为了生存下去所需要的吧。别让我失望了。',
      reference: 'R1第13话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/dd831473ed9dfac27c33da4d2fde9e2a',
      characters: ['CC', '鲁鲁修']
    },
    {
      quote: 'Zero：你在迷茫吗？\n\n卡莲：我认为这是为了正义，认为这是正确的事才战斗到现在，所以才杀人。但是，真的，我们所做的事真的能改变世界吗？\n\nZero：能改变，不，是无论如何都要改变。\n\n卡莲：但是...\n\nZero：你指会出现牺牲吗？会出现的不是军人，而是被卷进来死去的人们。但是，正因为如此我们才不能止步不前，不管使用何种手段。即使被人说是卑鄙，也只能获取胜利。为了这样，只有成为修罗，为了不让已流下的鲜血白流，才要付出更多的鲜血。所以我不会强迫你，卡莲，要回头的话就趁现在。\n\n卡莲：我和你一同前进。我，会和你在一起。\n\nZero：谢谢，卡莲。',
      reference: 'R1第13话，作战前',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/24588052c5f46bc941709973d7854e4d',
      characters: ['Zero', '卡莲']
    },
    {
      quote: '是啊，所以都决定要干了就干脆把敌人的战力削弱，把无能的日本解放战线作为活的陷阱。\n\n果然Zero是优秀的素材，混乱的根源。\n\n更多，让我再看更多一点吧，被你牵引的世界。哈哈哈哈...',
      reference: 'R1第13话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/8289065380c1dae1b8658f889c2bc2e6',
      characters: ['迪特哈鲁特']
    },
    {
      quote: '朱雀：Zero，你的做法什么也改变不了！只一味追求结果，你明白别人的痛苦吗！\n\nZero：又是这样吗！你这个白色的家伙！\n\n朱雀：这么随便的用生命做诱饵，你只是一个杀人凶手！\n\nZero：为什么，你这个家伙总是来妨碍我！\n\n朱雀：为什么你要让人们无意义的流血！\n\nZero：只要没有你这家伙！\n\n朱雀：就是因为有你！',
      reference:  'R1第13话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/972877a65e040024cc31c60453491f5f',
      characters: ['朱雀', '鲁鲁修']
    },
    {
      quote: '鲁鲁修：夏莉，已经够了，已经...\n\n夏莉：鲁鲁，我开枪射了人。所以...\n\n鲁鲁修：是我的错，夏莉没有错。\n\n夏莉：我还对鲁鲁开了枪...\n\n鲁鲁修：我还活着。\n\n夏莉：但我对鲁鲁开枪了...\n\n鲁鲁修：我原谅你，你的罪全部由我来承担。\n\n夏莉：我想你对我温柔...\n\n鲁鲁修：这有什么不对！\n\n夏莉：爸爸明明死了...\n\n鲁鲁修：忘了吧，讨厌的事情全部忘记就可以了。\n\n夏莉：我做不到！\n\n鲁鲁修：做得到！我来让你全部忘记！\n\n夏莉：难道...\n\n鲁鲁修：夏莉，你父亲的事我很抱歉。如果能够重头来过，对你...\n\n夏莉：鲁鲁，不行！',
      reference: 'R1第14话，消除夏莉的记忆',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/efd1a0b842928e1f41603dfa07c19b9d',
      characters: ['鲁鲁修', '夏莉']
    },
    {
      quote: '夏莉：请问，你也失去家人了吗？\n\n鲁鲁修：不，并不是家人，是朋友。是的，大概是...非常重要的...\n\n夏莉：是吗？\n\n鲁鲁修：有些事是直到失去之后才意识到的。自己曾经无数次被她的笑容所拯救。已经...无法再像以往那样拌嘴，像以往那样一起嬉笑了。\n\n夏莉：你很喜欢 那个人吧？\n\n鲁鲁修：现在，已经不知道了。\n\n夏莉：黎明一定会来临的。我呢，虽然忘记了自己为什么要来这里，或许，这也是一个契机。虽然我确实有许多无法忘怀的事，也有充满悲伤的回忆。不过，黎明终会来临的。所以不要再悲伤了。\n\n鲁鲁修：确实如此呢，我也是这么认为的。 一直以来...谢谢你。',
      reference: 'R1第14话，消除夏莉记忆后',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/efa9fe808b1447eff69d2f57c4e5d2fe',
      characters: ['鲁鲁修', '夏莉']
    },
    {
      quote: '在这个世界上，有由善意而生的恶意，也有由恶意而生的善意。鲁鲁修所引起的行动，究竟应该归于哪一类呢？审判是世界的必然吗？Geass，使用这种非人的力量的人们，会逐渐尝受到心灵的孤独，坠入善意和恶意的夹缝中。然而，如果有人能从中站起来的话，对，那个人毋庸质疑将获得成为帝王的资格吧。',
      reference: 'R1第15话，开场白',
      characters: ['CC']
    },
    {
      quote: '鲁鲁修：C.C.，我不会输给Geass的，我会支配这个力量来掌握它，会改变这个世界给你看。我的愿望和你的愿望我全部都会实现，那家伙没能完成的契约由我来实现，所以...\n\nC.C.：鲁鲁修，这是抚慰吗？怜悯吗？还是说执着吗？\n\n鲁鲁修：是契约，这次是由我来对你提出的。\n\nC.C.：好吧，结缔吧，这个契约。',
      reference: 'R1第15话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/3d05be20fabea561cfa890ca8b2b7d12',
      characters: ['鲁鲁修', 'CC']
    },
    {
      quote: 'Zero：人们总是依赖着「奇迹」这个幻想，不正因为如此，Refrain(毒品)才会蔓延吗？挣扎把，藤堂。不像样地挣扎到最后一刻，然后死去，直到「奇迹的藤堂」这个名字粉碎为止。\n\n藤堂：然后日本人才会第一次接受战败这个事实吗？\n\nZero：为了民众这是需要的。但是，我是打算把这当作预知梦的。',
      reference: 'R1第17话，Zero救藤堂时',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/a7e267496db7ac195863e00e4f4bb7eb',
      characters: ['Zero', '藤堂']
    },
    {
      quote: '朱雀：你不惜歪曲道理也要活下去吗？\n\n藤堂：你失望了吗？那就按照预定把我处刑吧。怎么了？你就是为了这个而来到这里的吧。居然落魄到成为满足现状的没出息的小鬼。\n\n朱雀：即使否定现在的社会也没有意义。被人承认而得到能够改变这一切的力量才是...\n\n藤堂：你是认真的吗？\n\n朱雀：当然。\n\n藤堂：那么你就按照那条路走下去。\n\n朱雀：诶？\n\n藤堂：不论是输是赢，不使出全力是不会有任何收获的。这对于国家还是个人都是一样的。\n\n朱雀：是！',
      reference: 'R1第17话，朱雀和藤堂战斗',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/e6ec1d2251cc4005986b1d1b6d9eecf0',
      characters: ['藤堂', '朱雀']
    },
    {
      quote: '赢不了的战争和输了的战争是不同的。',
      reference: 'R1第17话，撤退时',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/3d048074aed06b950d4d5766cb319522',
      characters: ['藤堂']
    },
    {
      quote: '人只靠主义和主张是不会行动的。',
      reference: 'R1第18话',
      characters: ['迪特哈鲁特']
    },
    {
      quote: '从结果上来说，这不会是卑劣的暗杀，让民众相信这是正义的铁锤就可以了。使用媒体宣传的话真实就能被掩饰。要掌握世界的话，只用漂亮的口号是不行的。难道不是这样吗？',
      reference: 'R1第18话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/8ab54417c58218b8c1097c252f9cb5cc',
      characters: ['迪特哈鲁特']
    },
    {
      quote: '迪特哈鲁特：有Zero才有我们，正是有了Zero才有了组织。\n\n藤堂：有人才能形成组织。你的思想真的很布里塔尼亚化啊。\n\n迪特哈鲁特：那么我想问你，这里汇集了各种各样的主义主张的人，但是这些人能够统合起来到底是为什么呢？不正是因为出现了成果吗？而拿出这个成果的人是谁啊？\n\n藤堂：我承认这个结果，但是这不能和全体人员的生命相比。\n\n迪特哈鲁特：有时候，一个人的生命比众多人民的还要重要，作为原军人的你，这应该是常识。',
      reference: 'R1第19话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/ac6df3be323cb5a77e9305848028888a',
      characters: ['迪特哈鲁特', '藤堂']
    },
    {
      quote: '朱雀：Zero和我的父亲一样，认为自己是世界的中心。因此明知会使许多无辜的人牺牲...\n\n卡莲：所以你说要接受现状吗？这样是和平吗？不是还有比生命更重要的东西吗！\n\n朱雀：我并没有打算放弃。但是，我知道的，用错误的方法得到的结果会留下什么。只有无尽的空虚和悔恨。',
      reference: 'R1第19话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/cea7c9a280d1577c1d2a605d900fda9a',
      characters: ['卡莲', '朱雀']
    },
    {
      quote: '那么我问你们，你们准备等什么人来打到布里塔尼亚吗？什么人来代替自己做这件事，等待的话总有一天机会会来临。别天真了！自己不行动起来的话，那一天是永远不会来临的！',
      reference: 'R1第20话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/98e80289574b209018e21a5f1c7065ec',
      characters: ['Zero']
    },
    {
      quote: '尤菲：朱雀，我对你...那个，请你喜欢我。作为交换，我也会变得很喜欢你。\n\n朱雀：尤菲米娅殿下...\n\n尤菲：朱雀，你顽固的地方，温柔的地方，忧伤的眼神，笨拙的地方，会被猫咬的地方，我全部都喜欢。所以请别讨厌自己！\n\n朱雀：是吗，反而让你担心了啊。你这个人，总是出人意料。相遇时也是，说自己是皇女的时候也是，决定学校的时候 也是，选我做骑士的时候也是，总是...\n\n尤菲：是的，总是突然。因为我突然意识到了。\n\n朱雀：但是因为这个出人意料，我感觉我心中的门被打开了，谢谢。',
      reference: 'R1第20话',
      characters: ['朱雀', '尤菲']
    },
    {
      quote: '现在所需要的不是胜利，而是黑色骑士团在这场战役中曾经参与过的这一事实。当然表面上的报道是不会有的，但暗地里也可以流出消息。如Zero所言，这些将会对我们的立场传达给世界起重要的作用。',
      reference: 'R1第20话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/209735298913c2070bc11f3dc571b004',
      characters: ['迪特哈鲁特']
    },
    {
      quote: '比起道理人们对奇迹更加难以抵抗。',
      reference: 'R1第22话，和尤菲单独会面时',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/2f7e06ee3031d09fadb916981a34d0f5',
      characters: ['Zero']
    },
    {
      quote: '既然接受了我任性的要求，总要付出相应的代价吧。',
      reference: 'R1第22话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/8c74664324b61720611d6bcd29787871',
      characters: ['尤菲']
    },
    {
      quote: '我连温柔都忘掉了。',
      reference: 'R1第23话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/ccd506255a89be061f3bede0335fbff9',
      characters: ['CC']
    },
    {
      quote: 'Zero：你认为能胜利吗？这场战斗。\n\n神乐耶：是的，因为我是胜利女神啊。\n\nZero：那还真是可靠啊。但是很遗憾，我已经和恶魔定下了契约。\n\神乐耶：诶？\n\nZero：事到如今已经无法和神和平相处了。',
      reference: 'R1第23话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/db54dffa0eb09e6d1a33a61bf70c18e0',
      characters: ['Zero', '神乐耶']
    },
    {
      quote: '朱雀：鲁鲁修，你有恨到想要杀死的人吗？\n\n鲁鲁修：啊，有啊。\n\n朱雀：我一直认为不能这么想。不按照规则战斗的话只不过是个杀人凶手而已。但是，现在德沃被憎恨所支配了。为了杀人而去战斗。在大家所在的东京的上空...杀人。所以...\n\n鲁鲁修：憎恨就可以了。是为了尤菲吧。而且，我早已下定了决心，没有打算回头。\n\n朱雀：是为了娜娜莉吗？\n\n鲁鲁修：是啊。我要挂电话了，差不多是时候了。\n\n朱雀：谢谢，鲁鲁修。\n\n鲁鲁修：别在意，我们是朋友吧。\n\n朱雀：从七年以前就一直是了。\n\n鲁鲁修：是啊，再见。\n\n朱雀：那么，等会见。',
      reference: 'R1第23话，开战前',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/0df010e842686672e15bef030c9d48ec',
      characters: ['鲁鲁修', '朱雀']
    },
    {
      quote: '从那天开始，说不定我就一直在期望，所有事物的破坏与丧失。是的，创造之前是需要破坏的。如果为了这个，心会成为妨碍的话，让它消失就行了。是啊，我已经只能前进了。所以...',
      reference: 'R1第23话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/ebc7ec5bdc6e366bddcc121bbbe1aede',
      characters: ['鲁鲁修']
    },
    {
      quote: '在世界面前人只不过是棋子。',
      reference: 'R1第24话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/341911726807554428325ed7bfd06375',
      characters: ['迪特哈鲁特']
    },
    {
      quote: '鲁鲁修：C.C.，这些是...你的...\n\nC.C.:留下的只有一些我身为魔女的记忆。我早已连自己是不是人类的事都忘记了。憎恨我的人，还有温柔待我的人，都随着时间的流逝而消失了。在无尽的时间流逝中，只有我孤身一人...\n\n鲁鲁修：不是孤身一人吧。\n\nC.C.：诶？\n\n鲁鲁修：我们是共犯，如果说你是魔女的话，我成为魔王就可以了。\n\nC.C.：这种时候，亏你还能说出这种话。',
      reference: 'R1第25话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/d39fc24b00a570cac6ba6ab283e86d66',
      characters: ['CC', '鲁鲁修']
    },
    {
      quote: '要赢哦，鲁鲁修。为了自己的过去，而且，也为了行动后的结果。',
      reference: 'R1第25话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/d034a8f7b5bb24872d3f70ca1e7a8675',
      characters: ['CC']
    },
    {
      quote: '人，人类，是为了追求幸福而存在的。\n\n布里塔尼亚少年鲁鲁修所渴望的，也不过时小小的幸福，并不是什么特别的事情。至少行动的根源，也只是作为人，理所当然的，非常小的愿望而已。\n\n那样的梦想，那样的誓言，谁又能够否定，谁又能有那样的资格？\n\n但是，人，无论是否愿意，都会因为与他人，以及和世界发生联系而被束缚，被决定命运。\n\n那样的话，个人的愿望在世界的意志面前，只不过是会被埋没的虚幻般的存在而已。\n\n罪孽与惩罚，命运与审判，挡在鲁鲁修面前的，是自己创造出来的过去，人之所以为人的怨恨吗？\n\n即便如此，现在依然应该感恩。是的，至少人是为了追求幸福而存在的。\n\n一缕希望，朦胧的愿望，正是从绝望中诞生的。',
      reference: 'R1第25话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/7c77fb78b1b0ffde320e7774c7c87722',
      characters: ['CC']
    },
    {
      quote: '如果无力即是邪恶的话，力量就是正义吗？复仇是否是邪恶，友情算得上是正义吗？',
      reference: 'R2第1话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/eda98feaf749e0d3e5561cf1d4702bb6',
      characters: ['鲁鲁修']
    },
    {
      quote: '从那天起，我的心就有一个疑问，不相吻合的虚假生活，偏离的时空，被移植了另一片记忆，奴役般的人生。但是，真相一直在追寻着我。\n\n没错，错的不是我，是世界！\n\n世界可以改变，我来改变它。',
      reference: 'R2第1话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/2b980759d5e5210156adf7883dda172e',
      characters: ['鲁鲁修']
    },
    {
      quote: '我是Zero。\n\n日本人啊，我回来了。\n\n听着，布里塔尼亚。刮目相看吧，一切拥有力量的人们啊。\n\n我很悲伤，战争与歧视，强者炫耀着恶意。维持错误不断流传的悲喜剧。世界没有任何改变，所以我不得不复活。只要强者还在继续凌虐弱者，我就会持续抗争下去。\n\n首先对愚蠢的卡拉雷斯总督，就在刚才，已施以天诛。我会战斗，与行驶错误力量的所有人作战。\n\n因此，我在此，再次宣布，成立日本合众国。从这一瞬间开始，这个房间就是日本合众国第一块领土\n\n不问人种、主义、宗教，成为国民的资格只有一条，就是行使正义。',
      reference: 'R2第2话，演讲',
      characters: ['Zero']
    },
    {
      quote: 'Zero: 我问你，吉尔福德卿。如果有些邪恶是正义无法战胜的，你会怎么办？即便自己的收染上邪恶也要打到邪恶吗？还是始终贯彻自己的正义，哪怕屈服于邪恶吗？\n\nC.C.：不管怎么做，邪恶都会残留下来。\n\n星刻：矛盾，文字游戏吗...\n\n吉尔福德：我的正义，与公主殿下永存！\n\nZero：如来如此。若是我的话，我选择化身为恶，制裁极恶。',
      reference: 'R2第4话',
      characters: ['Zero', 'CC', '星刻', '吉尔福德']
    },
    {
      quote: '罗洛：C.C.明明就在那里，我已经...\n\n鲁鲁修：布里塔尼亚从一开始就无法给你安稳的世界，你的归处，是在这里。',
      reference: 'R2第4话',
      characters: ['罗洛', '鲁鲁修']
    },
    {
      quote: '夺取了原本属于娜娜莉的位置的冒牌货，我会把你揉拧榨干，像一块破布一样扔掉。',
      reference: 'R2第4话',
      characters: ['鲁鲁修']
    },
    {
      quote: '世界在说谎。不许杀人，不可偷窃，不得欺瞒，不能奸淫。一切都是谎言，纯粹的欺骗。不想被杀，不想被窃。所以才以正义伦理等谎言作为盾牌，保护弱小的自己。原始的真理是弱肉强食，吞噬吧，人的财富，权利，乃至世界本身，唯吾布里塔尼亚能粉碎世界的谎言，带来真实。All Hail Britannia!',
      reference: 'R2第7话，开头',
      characters: ['夏鲁鲁']
    },
    {
      quote: '振作点，鲁鲁修！现在你是Zero，你给了我们梦想，不是应该负责到底吗！那样的话，你就一直骗下去啊！这次一定要把完美的Zero...演绎到底啊!',
      reference: 'R2第7话',
      characters: ['卡莲']
    },
    {
      quote: '鲁鲁修：你的任务是监视我啊，都差点忘了呢。\n\n罗洛：有什么关系呢，忘了吧。仅是痛苦和重负，Zero也是，黑色骑士团也是，娜娜莉也是。\n\n鲁鲁修：不对，娜娜莉是...\n\n罗洛：这也是为了娜娜莉。Zero消失的话，11区就能恢复和平，哥哥只要变回普通学生，幸福地生活下去就可以了。\n\n鲁鲁修：可是...\n\n罗洛：渴望幸福有什么不对？不会伤害到任何人，现在抛弃一切还来得及。没事的，只有我是哪里都不会去的，永远跟哥哥在一起。',
      reference: 'R2第7话',
      characters: ['鲁鲁修', '罗洛']
    },
    {
      quote: '记得曾经跟娜娜莉和朱雀说过，如果幸福是有形状的话，会是什么样的呢？是的，就像朱雀所说的那样，也许跟玻璃一样吧。因为平时不会察觉，但它确实存在着。其证据就是，只要稍微改变一下观察的角度，玻璃就会反应出光芒。比任何事物都更雄辩的论证自己的存在。\n\n（回忆开始）\n\n娜娜莉：据说只要折一千只纸鹤，就能实现愿望。\n\n鲁鲁修：娜娜莉想许什么愿望呢？\n\n娜娜莉：希望有个温馨的世界。\n\n（回忆结束）\n\n是的，温馨的世界就在咫尺，即使被虚伪的记忆所玷污，但在透明的玻璃色彩里，一直，永远，永远...\n\n夏莉：鲁鲁？\n\n利瓦尔：你哭什么啊？\n\n米蕾：被我们的友情所感动了？你也有可爱的一面嘛。\n\n鲁鲁修：才不是，怎么可能呢。各位，下次再来这里一起放烟火吧。一定，一定要再来一次，大家一起。\n\n没错，我的战斗，已经不仅仅是为了娜娜莉了。',
      reference: 'R2第7话',
      characters: ['鲁鲁修', '夏莉', '利瓦尔', '米蕾']
    },
    {
      quote: '过多的胜利只会酝酿今后的败北。任何人都会探求希望的，胜利其实就是践踏他人的希望。敌我都是一样的，因为大家肯定都有自己的追求。',
      reference: 'R2第8话',
      characters: ['修奈泽尔']
    },
    {
      quote: '阿尼亚：朱雀，你是「受虐狂」？\n\n朱雀：哈？\n\n阿尼亚：明知被怨恨还要请缨到11区来，「Numbers」的英雄，出卖日本的人，Zero的敌人。这里是被告席，嫉妒和怨恨会毁掉你。\n\n朱雀：我已经不在奢求别人的理解什么的了，因为曾经有过一个能理解我的人，而且，我原本就是罪人。',
      reference: 'R2第8话',
      characters: ['阿尼亚', '朱雀']
    },
    {
      quote: 'Zero的真伪不在于他的身份，而是以其行动作为判断的根据。',
      reference: 'R2第8话',
      characters: ['Zero']
    },
    {
      quote: '梦想能够战胜命运吗？愿望能超越一切吗？苦奈何，花凋即逝凭风舞，世尘常理乃天缘。',
      reference: 'R2第10话，开场白',
      characters: ['CC']
    },
    {
      quote: '左右战局的并非战术而是战略。',
      reference: 'R2第11话',
      characters: ['Zero']
    },
    {
      quote: '所谓的国家，并非领土或者机制，而是人民。',
      reference: 'R2第11话',
      characters: ['修奈泽尔']
    },
    {
      quote: 'Zero：前路依然坎坷。\n\n星刻：正因为如此，明天才属于我们。',
      reference: 'R2第11话',
      characters: ['Zero', '星刻']
    },
    {
      quote: '夏莉：鲁鲁？太好了，最后能和你说上话...\n\n鲁鲁修：不是最后，我马上叫医生，所以...\n\n夏莉：我啊，恢复记忆时感觉非常害怕，虚假的老师，失去记忆的朋友们，大家都在说谎，就好像整个世界都在监视着我。鲁鲁...是在和这样的世界独自战斗呢，孤独一人...所以我...哪怕只有我一个人也好，能够成为鲁鲁的真实...\n\n鲁鲁修：夏莉...\n\n夏莉：我喜欢鲁鲁，虽然知道爸爸是被你卷进去的，却怎么也没办法恨你。就算鲁鲁让我忘记了发生过的一切，可我却...再一次喜欢上了鲁鲁，即使记忆被篡改...却还是...喜欢上了你...\n\n鲁鲁修：不行！不要死！夏莉！（使用GEASS）\n\n夏莉：不管我经历多少次轮回，一定还是会喜欢上鲁鲁的...这就是命运吧？\n\n鲁鲁修：不要死，夏莉！不要死！不要死！（持续使用GEASS）\n\n夏莉：所以，可以吧？鲁鲁，轮回后，我可以再次喜欢上你吧？不管多少次...多少次，都会...喜欢...上你...\n\n鲁鲁修：啊啊啊啊啊！！！！！！！！',
      reference: 'R2第13话',
      characters: ['夏莉', '鲁鲁修']
    },
    {
      quote: '现在还无人知晓。\n\n不同于布里塔尼亚少年鲁鲁修的所料及的，世上充斥着无数欲望和感情的波涛。既然如此，鲁鲁修就不得不与另一对象为敌。\n\n但是，那个对象，那个不得不正视的敌人，正是人类的冤孽。\n\n希望与赎罪，自由与孤独。\n\n但是，所谓的世界洪流，并不受个人意志的左右，只会随波逐流。',
      reference: 'R2第14话，开场白',
      characters: ['CC']
    },
    {
      quote: '光靠逃避是无法迎来明天的。',
      reference: 'R2第14话',
      characters: ['鲁鲁修']
    },
    {
      quote: '鲁鲁修：所谓的 Geass 到底是什么？你到底有什么企图？\n\n夏鲁鲁：真是可笑，满口谎言的孩子居然向他人寻求真实。\n\n鲁鲁修：什么？\n\n夏鲁鲁：你用 Zero 这副面具的谎言得到了什么？\n\n鲁鲁修：我得到了，得到了普通学生无法得到的军队、部下以及领土。\n\n？？：也失去了尤菲米娅，也不能对朱雀和娜娜莉表明身份。\n\n鲁鲁修：闭嘴！任何人都是靠撒谎活下去的，我自己也是如此而已。\n\n？？：为什么要撒谎？明明希望别人理解真正的自己。抱着如此期盼却不能展现自己，反而带上了面具。因为你害怕别人知道真实的自己。\n\n鲁鲁修：不对！\n\n夏鲁鲁：根本没有必要撒谎。因为你就是我，我就是你。是的，任何人，在这世界上只有一个。过去与未来，人类的历史，都只有一个。',
      reference: 'R2第15话',
      characters: ['鲁鲁修', '夏鲁鲁']
    },
    {
      quote: 'C.C.：鲁鲁修，现在就告诉你契约条件——我的愿望吧。我的愿望就是死，永远终结我的存在。\n\n鲁鲁修：终结？但是，你是...\n\nC.C.：在 Geass 的尽头，获得能力者将继承授予能力者的地位。也就是，能获得杀死我的力量。\n\n鲁鲁修：杀死C.C.？\n\nC.C.：众多的契约者，没有一个能做到。但是，这里有个成功的人，夏鲁鲁。\n\n鲁鲁修：怎么会，你是说为了死才和我建立契约的吗？\n\nC.C.：是的。\n\n鲁鲁修：为了死而活着？\n\nC.C.：这就是世界的真理。有限之物才是生命。\n\n鲁鲁修：不对！应该是活着才叫生命！\n\nC.C.：都一样。因为有死亡，人才能感觉到生存。\n\n鲁鲁修：这只是文字游戏罢了！\n\nC.C.：但是，人终有一死。\n\n鲁鲁修：即使如此，来到这个世界的理由呢？意义呢？\n\nC.C.：你是明知故问。那些不过是幻想而已。\n\n鲁鲁修：只有死的人生，太过悲哀了。\n\nC.C.：没有死的积累就算不上人生，只是单纯的「经验」而已。若你还有生存的理由，就杀了我吧。这样就能获得与夏鲁鲁同等的，与之抗衡的力量。\n\n鲁鲁修：...\n\nC.C.：永别了，鲁鲁修。你太温柔了。',
      reference: 'R2第15话',
      characters: ['CC', '鲁鲁修']
    },
    {
      quote: 'C.C.：憎恨我的人，对我温柔的人，全都消逝在时间的洪流之中，在无尽的时间的洪流中。\n\n夏鲁鲁：但是，那些苦难的日子...\n\nC.C.：是的，会在这里结束，包括我漫长的旅途。',
      reference: 'R2第15话',
      characters: ['CC', '夏鲁鲁']
    },
    {
      quote: '世界因为 Zero 所创造的奇迹而正在改变着，世界由于 Zero 所展现的行动而正在重生。没错，世界正迈向其应有的姿态，伴随无数的欲望和感情的波浪。为了不阻碍时刻的运转，Zero 也必须前进。',
      reference: 'R2第16话，开场白',
      characters: ['鲁鲁修']
    },
    {
      quote: '鲁鲁修：我现在是生以来第一次向别人低头，既不管廉耻也顾不上面子了。什么也再不需要，Geass 也是。所以，请救救娜娜莉吧，拜托了。\n\n朱雀：事到如今，你这算什么啊？你以为这样就能被原谅了吗？就凭你这样。\n\n鲁鲁修：不认为，但现在的我，也只有这么做了。为了救出娜娜莉，我只有依靠你了啊。\n\n朱雀：我...你以为我还会原谅你吗？你以为大家都会原谅你吗？那些被你所迷惑的人，因你而死的人，就连尤菲也是。事到如今才要道歉，那你就让尤菲复活啊，就现在！就用你的恶意，去拯救世界啊，就现在！你不是个创造奇迹的男人 Zero 吗！\n\n鲁鲁修：世上没有奇迹，一切都只是计算和导演。Zero 这个假面，只不过是个符号而已。只不过是为了撒谎用的装置罢了。\n\n朱雀：什么装不装置的，你以为这种诡辩有用吗？既然是谎言，你就该坚持虚假到最后。\n\n鲁鲁修：可是，任何人都无法回到过去啊！任何事都无法再重来啊！\n\n朱雀：回答我！鲁鲁修！你为什么对我施加 Geass，让我活下去，为什么！你所命令的「活下去」的 Geass，扭曲了我的信念。为什么你要对我下这样的诅咒？\n\n鲁鲁修：为了能让我继续存活下去。\n\n朱雀：为什么救助负有克洛维斯殿下暗杀嫌疑罪名的我？\n\n鲁鲁修：为了取得日本人的信任。\n\n为什么在酒店挟持案件中，救助学生会的大家？\n\n鲁鲁修：因为在黑之骑士团的初次亮相上，有着利用价值。\n\n（朱雀内心独白）\n\n这份眼神，我很熟悉。在心里深藏着秘密，等待接受惩罚的眼神。所以我才加入布里塔尼亚军。为了赎罪，为了不再让悲剧重演。\n\n（独白结束）\n\n朱雀：你在撒谎。鲁鲁修，有一个办法能让你赎罪。那就是让谎言变成真实。你将自己伪装成正义的使者吧，那么，就成为名副其实的正义使者吧。说出了谎言，就得负责到最后。\n\n鲁鲁修：但是，该怎么样...\n\n朱雀：终结这场战争。只要你是 Zero，不，这是只有 Zero 才能做到的。以世界和平，众人幸福的方法。这样的话，我就把娜娜莉给...\n\n鲁鲁修：救...出来吗？\n\n朱雀：为了娜娜莉，再一次和你...\n\n鲁鲁修：抱歉...只要是和你一起，再困难的事...',
      reference: 'R2第17话',
      characters: ['鲁鲁修', '朱雀']
    },
    {
      quote: '是啊，是我错了啊。\n\n都怪我，还想着要去依靠什么情义。\n\n冷酷，无情。\n\n如果不让自己陷入完全无我的状态，就无法救出娜娜莉。',
      reference: 'R2第17话',
      characters: ['鲁鲁修']
    },
    {
      quote: '鲁鲁修：够了，罗洛，我已经...\n\n罗洛：不可以啊，哥哥。因为...（Geass）\n\n鲁鲁修：住...\n\n罗洛：我一直都是别人的道具。\n\n鲁鲁修：...手啊，罗洛，为什么要...\n\n罗洛：我曾是教团的道具。\n\n鲁鲁修：...救我啊，我...\n\n罗洛：之后，又是哥哥的。的确，我只是在被哥哥利用而已。但是，那段时间，却是真实的啊。\n\n鲁鲁修：...只是在...\n\n罗洛：多亏了那份回忆，我才终于活得像个人啊。\n\n鲁鲁修：...利用你啊，罗洛。\n\n罗洛：所以，我已经...我已经...\n\n鲁鲁修：住手啊，不要使用 Geass 啊，你想死啊？\n\n罗洛：我...不是...道具啊！这是...我的...个人意愿啊！',
      reference: 'R2第19话，救鲁鲁修',
      characters: ['罗洛', '鲁鲁修']
    },
    {
      quote: '鲁鲁修：罗洛，为什么要救我，我只是把你...\n\n罗洛：因为，哥哥喜欢撒谎啊。\n\n鲁鲁修：诶？\n\n罗洛：是在骗人对吧？说什么打算要杀了我，说是讨厌我...\n\n鲁鲁修：是吗？全被你看穿了呢，不愧是我的弟弟啊。\n\n罗洛：是...啊。我只要是为了哥哥，什么都明白...的\n\n鲁鲁修：啊，是啊。你哥哥是个骗子啊。',
      reference: 'R2第19话，救完鲁鲁修',
      characters: ['罗洛', '鲁鲁修']
    },
    {
      quote: '修奈泽尔：人的本质就是被支配。民族、宗教、传统、权威，布里塔尼亚皇帝必须扮演这些角色。\n\n季诺：殿下就能将权威的象征给扮演好吗？\n\n修奈泽尔：只要大众有所要球的话，大概。\n\n柯内莉娅：你说「大概」？\n\n修奈泽尔：你知道权威的另一种含义吗？',
      reference: 'R2第20话',
      characters: ['修奈泽尔', '柯内莉娅', '季诺']
    },
    {
      quote: 'C.C.：了不起的演技。\n\n阿尼亚（玛丽安娜）：没空跟俾斯麦说明了，先怀疑对方的话才不会被对方怀疑。\n\nC.C.：此等心机依然不减当年啊，闪光的玛丽安娜。不愧是鲁鲁修的母亲。',
      reference: 'R2第20话',
      characters: ['CC', '阿尼亚', '玛丽安娜'],
    },
    {
      quote: '夏鲁鲁：奇怪的家伙哟。向别人寻求真相的，居然是一直以来说尽了谎言你啊。\n\n鲁鲁修：是啊，我一直都在欺骗。不单单是名字和经历，就连我的本性也隐藏起来。不过，这不是理所当然的事情吗？配合他人的话题，融入现场的气氛。没有这些，国家或民族甚至交流，都不将存在。谁都会分场合撒谎，家人面前，友人面前，社会面前。大家都有着不同的面具。但是，那就是罪孽了吗？真实面貌又是什么？你不也是带着皇帝的假面吗？我们早已经离不开「假面」了。',
      reference: 'R2第21话',
      characters: ['夏鲁鲁', '鲁鲁修']
    },
    {
      quote: '朱雀：鲁鲁修，你究竟是为了什么目的而打算将世界掌握手中的？\n\n鲁鲁修：不要问我无聊的问题。我是为了娜娜莉的。\n\n朱雀：你打算将娜娜莉作为你的借口吗？\n\n鲁鲁修：是啊。我为了一切我想要保护的事物而战。\n\n朱雀：如果想要追求结果，就得有所行动。\n\n鲁鲁修：为此而进行的手段，同时就意味着要去否定些什么。\n\n朱雀：那么...\n\n鲁鲁修：（面向皇帝）是啊。我要...我要否定你，否定你的想法。人为什么要撒谎，那并不全是为了要和他人进行纷争，而是为了寻求什么。忠于本性的世界，将是个没有变化的，无法称为「活着」的，等同于回忆中的世界，完结了的封闭的世界。我不喜欢。',
      reference: 'R2第21话',
      characters: ['鲁鲁修', '朱雀']
    },
    {
      quote: '夏鲁鲁：即便如此又如何？诸神之黄昏的连接已经开始了。\n\n鲁鲁修：是吗？我是 Zero，创造奇迹的男人呢。\n\n夏鲁鲁：Geass 对我没用，换别的吧。\n\n鲁鲁修：不哦，不是还有另一个人吗？是啊，C 的世界是人类的意志，同时，人类生来不是平等的。这都是你曾经说过的。既然不是平等的，就应该知道我的力量吧。\n\n夏鲁鲁：愚蠢的鲁鲁修。王的力量是赢不了神的。\n\n鲁鲁修：不是胜负的问题，是愿望。是的，我现在知晓了自我。神啊，集结的意识啊，不要阻止时间的步伐啊！\n\n玛丽安娜：鲁鲁修，你这孩子...\n\n朱雀：这种事没有人希望发生，包括尤菲。\n\n玛丽安娜：我这可是为了能让你和尤菲见面才救助人类的啊！\n\n朱雀：这就叫做「强加人意」啊！\n\n夏鲁鲁：你做不到的，战胜神，战胜整个人类。\n\n鲁鲁修：即使如此，我还是希望看见明天！',
      reference: 'R2第21话',
      characters: ['夏鲁鲁', '玛丽安娜', '鲁鲁修', '朱雀']
    }
  ],
}
