exports.fullmetalAlchemist = {
  name: '钢之炼金术师',
  alias: ['鋼の錬金術師', '钢炼', 'Fullmetal Alchemist'],
  info: '爱德华·艾尔利克和他弟弟阿尔冯斯·艾尔利克十分思念在他们还小的时候亡故的母亲，为了再次见到母亲，进行了炼金术中最大的禁忌——人体炼成。可是因为炼成时的反噬，阿尔则失去了全身，爱德失去了左脚，为了换回弟弟，爱德华牺牲自己的右手作为代价将弟弟的灵魂炼成，并将弟弟阿尔冯斯的灵魂固定在一副铠甲上。从此爱德华和阿尔冯斯为了取回他们所失去的一切，开始踏上了找回自己身体的旅程。',
  characters: [
    {
      name: '爱德华·艾尔利克',
      alias: ['爱德华', 'Edward Elric'],
      info: '本作主人公，个子矮小的少年，12岁取得国家炼金术师资格，拥有“钢”之称号。右手与左脚为机械义肢，为了见到去世的母亲，和弟弟阿尔冯斯一起进行了人体炼成，结果失去了弟弟的身体与自己的手脚，为了找回失去的一切，与弟弟阿尔冯斯踏上寻找贤者之石的旅途。结局为了唤回最重要的东西，而被留在门的另一边的世界。'
    },
    {
      name: '阿尔冯斯·艾尔利克',
      alias: ['阿尔冯斯', '阿尔', 'Alphonse Elric'],
      info: '本作的另一个主人公，爱德华的弟弟，原本是个金发金眼的人类少年，因在尝试复活母亲使用人体炼成时失败，结果整个身体都被夺走，爱德以右臂为代价换回了他的灵魂，只能让灵魂寄生在冰冷的钢铁盔甲里。为了找回失去的一切，与哥哥爱德华踏上寻找贤者之石的旅途。'
    },

    {
      name: '罗塞',
      alias: [''],
      inf: ''
    }
  ],

  quotes: [
    {
      quote: '过于接近太阳，只会燃烧殆尽。',
      reference: '03版钢炼第一话',
      characters: ['爱德华']
    },
    {
      quote: '罗塞：你们都干了些什么？对我们来说，教主大人的奇迹就是希望。只要相信他，死去的人也能复活。那曾是我们仅有的希望！\n\n爱德华：你是说那样下去比较好吗？\n\n罗塞：我...从明天开始要靠什么支撑着活下去！？你告诉我啊！\n\n爱德华：那种事你自己想，站起来，向前走，你不是有完美的双腿吗？',
      reference: '03版钢炼第二话',
      characters: ['爱德华', '罗塞']
    }
  ]
}
