exports.fullmetalAlchemist = {
  name: '钢之炼金术师',
  alias: ['鋼の錬金術師', '钢炼', 'Fullmetal Alchemist'],
  info: '爱德华·艾尔利克和他弟弟阿尔冯斯·艾尔利克十分思念在他们还小的时候亡故的母亲，为了再次见到母亲，进行了炼金术中最大的禁忌——人体炼成。可是因为炼成时的反噬，阿尔则失去了全身，爱德失去了左脚，为了换回弟弟，爱德华牺牲自己的右手作为代价将弟弟的灵魂炼成，并将弟弟阿尔冯斯的灵魂固定在一副铠甲上。从此爱德华和阿尔冯斯为了取回他们所失去的一切，开始踏上了找回自己身体的旅程。',
  characters: [
    {
      name: '爱德华·艾尔利克',
      alias: ['爱德华', '爱德', 'Edward Elric'],
      info: '本作主人公，个子矮小的少年，12岁取得国家炼金术师资格，拥有“钢”之称号。右手与左脚为机械义肢，为了见到去世的母亲，和弟弟阿尔冯斯一起进行了人体炼成，结果失去了弟弟的身体与自己的手脚，为了找回失去的一切，与弟弟阿尔冯斯踏上寻找贤者之石的旅途。结局为了唤回最重要的东西，而被留在门的另一边的世界。'
    },
    {
      name: '阿尔冯斯·艾尔利克',
      alias: ['阿尔冯斯', '阿尔', 'Alphonse Elric'],
      info: '本作的另一个主人公，爱德华的弟弟，原本是个金发金眼的人类少年，因在尝试复活母亲使用人体炼成时失败，结果整个身体都被夺走，爱德以右臂为代价换回了他的灵魂，只能让灵魂寄生在冰冷的钢铁盔甲里。为了找回失去的一切，与哥哥爱德华踏上寻找贤者之石的旅途。'
    },
    {
      name: '温莉·洛克贝尔',
      alias: ['温莉'],
      info: '本作女主角，失去了父母的她从小和祖母一起生活，与爱德和阿尔青梅竹马。对机械铠和跟机械铠有关的一切事物感兴趣，与祖母比拿可一样成为机械铠工程师，是爱德的专属技师。对艾尔利克兄弟来说是等同于家人的重要存在，为了能帮助一直在进行旅行的艾尔利克兄弟，努力提升自己，想让自己做出更好的机械铠，是个相当坚强而内心温柔的女孩。'
    },
    {
      name: '罗伊·马斯坦',
      alias: ['罗伊', '莱·马斯丹', 'Roy·Mustang', '焰之炼金术师'],
      info: '上校军衔，拥有‘焰’之称号的国家级炼金术师，杀害温莉父母的凶手，在东方司令部的军队任职。私底下处处保护着艾尔利克兄弟，休斯死后，马斯坦古开始暗中调查他被杀的原因，得知了“贤者之石”的真相。在最后的大战中用自已的血在手背画炼成阵，烧死了普莱德，但自己左眼失明。'
    },
    {
      name: '莉莎·霍克艾',
      alias: ['莉莎', '丽莎'],
      info: '中尉军衔，效命于东方司令部，马斯坦的副官，她总是陪伴在罗伊身边处理事务。有着远超于常人的高超枪法于时刻沉着冷静的性格，在加上不留情面的率真与语气，令周围人对她又怕又敬，跟随马斯坦出生入死到最后。'
    },
    {
      name: '马斯·修兹',
      alias: ['马斯·休斯', '修兹', 'Maes Hughes'],
      info: '中校军衔，中央军阀会议所任职，和罗伊是多年的老友，是个非常爱老婆和孩子的好男人。看上去吊儿郎当，但头脑反应极快，对遇到困难的人总是忍不住伸出援手。因协助艾尔利克兄弟调查第五研究所而无意间发现了人造人的秘密，遭到恩维的刺杀，后来因无法攻击由恩维假扮而成的妻子而惨遭杀害，因公殉职而从中校晋升成为准将。'
    },
    {
      name: '玛丽亚·罗斯',
      alias: ['罗斯', '罗丝'],
      info: '玛利亚·罗斯，是动漫《钢之炼金术师》中的人物，在中央工作的女军人。'
    },
    {
      name: '伊兹密·卡迪斯',
      alias: ['伊兹密', '伊兹米'],
      info: '但丁的弟子，为了让死去的孩子复活，她触犯了禁忌，进行人体炼成因而失去身体的一部分，不能再生育。至此之后也让她下定不轻易使用炼金术的决心。但是被艾尔利克兄弟真挚眼神打动的她，成为了两兄弟的师傅。'
    },
    {
      name: '斯卡',
      alias: ['scar', '伤疤男'],
      info: '伊修巴尔人，因为额头有交叉伤痕，因而被称作“伤疤人”（斯卡即Scar，并非本名）。右手是他哥哥留给他的未完成的贤者之石，可以爆炸破坏任何物质，为了向金布利证明人类体内不是空空如也而分解自己的左手，最后为了救阿尔不惜把右手与阿尔结合，临死时触发了里奥尔的炼成阵把阿尔炼成贤者之石。'
    },
    {
      name: '霍恩海姆·艾尔利克',
      alias: ['霍恩海姆'],
      info: '400年前成功制造出贤者之石，能将灵魂转移到另一人的身体继续生存，可是在一次进行灵魂转移，失去抵抗肉体恶化，但丁400年前相恋的对象，并将而让你死去的炼成人造人。因不希望让妻子夏看见开始腐烂的身体，所以便离她而去。　　故事最后与爱德一同到达平行世界定居为了让爱德能回到炼金术世界，以自己的生命炼成门而身亡。'
    },
    {
      name: '拉丝特',
      alias: ['Lust'],
      info: '原为斯卡的哥哥的恋人，十多年前斯卡的哥哥为了复活恋人而进行人体炼成的产物，后被但丁接收并任命为第二代拉丝特，心如蛇蝎，但一直希望能成为真正的人类，心中潜藏的爱让她背叛但丁并与爱德话一起合作，最后在与斯洛斯及拉斯的战斗中死去。'
    },
    {
      name: '拉斯',
      alias: ['Wrath'],
      info: '原是伊兹米死去的婴儿，送入“门”内进行人体炼成，其后独自从门里逃出，被但丁接收为人造人，把斯洛斯当作母亲。在爱德杀死斯洛斯后，要求但丁复活斯洛斯却反遭切除原不属他的手足，在被温莉装上机械铠后去向不明。由于身上有着爱德身上右臂和左腿，因而可以使用炼金术，可将其他物质与自己的身体融合。'
    },

    // 非主要人物
    {
      name: '罗塞',
      alias: [''],
      info: ''
    },
    {
      name: '肖·塔卡',
      alias: ['塔卡', '缀命之炼金术师'],
      info: '2年前因首次炼成能说人话的合成兽，被授予国家炼金术师资格，绰号为『缀命之炼金术师』。'
    },
    {
      name: '梅林',
      alias: ['美林'],
      info: '达布里斯中的一个小女孩'
    }
  ],

  quotes: [
    {
      quote: '人如果不做出牺牲，就什么也得不到。\n\n为了得到某些东西，就必须付出同样的代价。\n\n那就是炼金术中的等价交换原则。\n\n那时我们相信那是世界的真理。\n\n---------- 下面出自 03 版最终话结局 ----------\n\n但是，真正的世界是不完全的，并不存在能解析一切的规则，等价交换原则也是一样。\n\n即便如此，我们也相信，人不付出代价就什么都得不到，我们承受的痛苦，一定是为了得到某些东西的代价。\n\n然后，无论是谁，都能够借由付出名为「努力」的代价而有所收获。\n\n「等价交换」并非世界遵循的原则，而是直到再次相见的那天，我和哥哥的约定。',
      reference: '03版，每集开场白',
      characters: ['阿尔']
    },
    {
      quote: '过于接近太阳，只会燃烧殆尽。',
      reference: '03版第一话',
      characters: ['爱德华']
    },
    {
      quote: '罗塞：你们都干了些什么？对我们来说，教主大人的奇迹就是希望。只要相信他，死去的人也能复活。那曾是我们仅有的希望！\n\n爱德华：你是说那样下去比较好吗？\n\n罗塞：我...从明天开始要靠什么支撑着活下去！？你告诉我啊！\n\n爱德华：那种事你自己想，站起来，向前走，你不是有完美的双腿吗？',
      reference: '03版第二话',
      characters: ['爱德华', '罗塞']
    },
    {
      quote: '爱德华：我会找到让你恢复的方法。\n\n阿尔：已经放弃炼成妈妈了吧？\n\n爱德华：这世上恐怕没有任何东西可以和妈妈的生命进行等价交换。而且...我不想连你也失去...',
      reference: '03版第三话结尾',
      characters: ['爱德华', '阿尔']
    },
    {
      quote: '爱德华：阿尔，我们选择的道路是正确的吧。\n\n阿尔：不知道。但是，有一件事是千真万确的。就是想能够再次碰触哥哥。很可笑吧，明明一直离得这么近，却已经想不起触摸时的感觉、体温了...',
      reference: '03版第六话，面试完后',
      characters: ['爱德华', '阿尔']
    },
    {
      quote: '塔卡：制造合成兽没有什么理由，因为看到了可能性，所以就尝试了。只是想尝试一下做出懂得人类语言的合成兽而已。\n\n爱德华：说什么疯话！\n\n塔卡：明知是禁忌，还是禁不住进行了人体炼成，你和我没有什么两样。\n\n爱德华：不对！！！\n\n塔卡：科学家的...不，人类的，把自己的知识付诸实践的欲望是无止境的。自己被赋予的能力有多少，这个世界隐藏着的所有秘密，都想知道，都想尝试。那就是炼金术的本质。',
      reference: '03版第七话',
      characters: ['塔卡', '爱德华']
    },
    {
      quote: '罗伊：徒劳无功吧。再构筑已经死亡的生物是不可能的，对任何炼金术师来说都一样。让悲惨的合成兽复活，又有谁会幸福？你们所选择的道路前方，想必有更甚于此的辛苦和磨难等待着。那么，即使强迫自己接受现实也必须向前走。\n\n爱德华：你要我接受现实！？\n\n罗伊：你有想要完成的目标吧？你有那个闲暇停滞不前吗？',
      reference: '03版第八话，开头',
      characters: ['罗伊', '爱德华']
    },
    {
      quote: '阿尔：哥哥，也许真的存在「贤者之石」。但是，要找到的话无论如何都需要国家炼金术师的资格。没有肉体的我无法体会哥哥险些被杀的恐惧，那很悲凉也很痛苦。我还是想恢复原来的身体，恢复成人类，找到「贤者之石」。即使那违背世间的规则，即使那是如何困难的事。\n\n爱德华：险些被杀的经历让我明白，我只能惨叫而已，脑子里变得一片空白。认为自己能拯救别人，不过是自以为是。以我们的能力，要恢复自己的身体就已经是极限了。为此，即使被骂作「军队的走狗」「恶魔」都无所谓。但是，实际上我们不是恶魔，更不是神，而是人啊！是连妮娜一个人都就不了的...弱小的...人类啊！',
      reference: '03版第八话，碎尸鬼巴利案后',
      characters: ['阿尔', '爱德华']
    },
    {
      quote: '这个镇子是我们的故乡，用我们自己的力量一步步前进，因为我们有完好的双脚！',
      reference: '03版第十四话',
      characters: ['罗塞']
    },
    {
      quote: '爱德华：阿尔，不要紧吧？\n\n阿尔：这个...笨蛋哥哥！\n\n爱德华：什么嘛！\n\n阿尔：为什么不丢下我逃走？\n\n爱德华：因为你会被杀啊！\n\n阿尔：即使如此也不能笨到自己跑去送死啊！\n\n爱德华：别对着哥哥叫「笨蛋」「笨蛋」的！\n\n阿尔：要我说几次都行！活下去！活下去！活下去！继续研究炼金术！总有一天恢复原来的身体！死掉...一个人死掉之类的，我绝不允许！',
      reference: '03版第十五话',
      characters: ['阿尔', '爱德华']
    },
    {
      quote: '爱德华：温莉？怎么了？\n\n温莉：对不起，我看了...\n\n爱德华：啊！！！你这个人啊...\n\n温莉：对不起...对不起...\n\n爱德华：真是的，连阿尔都没给看过呢。\n\n温莉：对不起。\n\n爱德华：唉。自己都觉得很娘娘腔，必须以这种形式的方式提醒自己教训和决心。\n\n温莉：爱德...\n\n爱德华：即使如此，我们没有父母，也没有可以回去的家，只能向前走。\n\n温莉：为什么？为什么啊？不是还有我家吗？不是还有奶奶和我在吗？\n\n爱德华：真是傻瓜，你哭什么啊？\n\n温莉：因为你们兄弟俩都不哭，我替你们哭...',
      reference: '03版第十七话，温莉偷看怀表后',
      characters: ['爱德华', '温莉']
    },
    {
      quote: '修兹：罗斯少尉，我知道你想说什么。但是他们可不是简简单单就会放弃的家伙。明天就派增援人手来，接下来就拜托你了。\n\n罗斯：为什么要那么帮他们？明知道有危险还让他们继续，他们还是孩子啊！\n\n修兹：所以才要保护他们。现在他们在做的是只有他们才能做得到的。守护那样的孩子也是大人的职责，拜托你了。',
      reference: '03版第十八话',
      characters: ['修兹', '罗斯']
    },
    {
      quote: '罗斯：果然是孩子啊。没有了答案，很可怕吧。不想承认吧，至今为止所做的一切都是徒劳。说错了吗？即使没有意义，又有什么关系？即使只是确认有没有意义，我想那已经不能算是徒劳了。你们所追寻的，原本就不是那么简单的东西吧？再努力一次试试吧，爱德华。\n\n爱德华：说的也是啊。即便中途放弃，答案也不会改变。',
      reference: '03版第十九话',
      characters: ['罗斯', '爱德华']
    },
    {
      quote: '修兹：看你们这样子就像是姐妹似的。\n\n温莉：真的，如果有这样的妹妹就好了，因为我是独生子。\n\n修兹：你不是也有兄弟吗？\n\n温莉：是兄弟的话，就会什么事都告诉我的。他们从以前就总是不告诉我最要紧的事。\n\n修兹：真没办法啊。因为男人就是用行动而不是语言来表达的生物。尽可能不让自己以外的人背负痛苦，也不想让他人担心，所以才不说。即便如此，最后的最后能让他们吐露脆弱的，只有你吧。到那时候好好听他们说，这样不好吗？姐姐露出那种表情，弟弟们还怎么撒娇啊？',
      reference: '03版第二十三话，修兹女儿的生日会上',
      characters: ['修兹', '温莉']
    },
    {
      quote: '爱德华：阿尔，我一直很害怕，问不出口...你是不是在恨我？你的身体变成那样，都是我的错。\n\n阿尔：哥哥！\n\n爱德华：所以...所以我想...你是不是...在恨我...\n\n阿尔：哥哥，你想对我说的...哥哥，我...我...怎么会恨你啊！',
      reference: '03版第二十四话',
      characters: ['爱德华', '阿尔']
    },
    {
      quote: '修兹：罗伊...\n\n罗伊：如你所见，就是那个禁忌啊。\n\n修兹：我不懂炼金术，但是有一点我是知道的，触犯禁忌的人...\n\n罗伊：不用担心，我什么也没干。\n\n修兹：但是你打算尝试吗？\n\n罗伊：许多人死去了，不对，是被杀。\n\n修兹：那是战争。\n\n罗伊：你不在那里。\n\n修兹：啊，没错。如果讨厌上战场杀敌，就应该像我一样选择后方勤务。如果成为国家炼金术师，然后，让几个人复活到人世，你认为那样就能得到救赎吗？\n\n罗伊：谁知道呢？\n\n修兹：临时抱抱佛脚就能成功，禁忌有那么简单吗？你只是想死吗？那样的话，有更简单的方法...\n\n罗伊：终究，因为留恋这条命，连尝试都做不到。\n\n修兹：那是当然的。\n\n罗伊：我就是那种人。\n\n修兹：谁都是那样。\n\n罗伊：但是，即使这条命，也能多少派点用处。玛斯，我决定了...\n\n修兹：罗伊，告诉我...',
      reference: '03版第二十五话，开头回忆',
      characters: ['罗伊', '修兹']
    },
    {
      quote: '罗伊：我要成为大总统，改变这个国家的轨道，那是我唯一能做的事。\n\n修兹：那样的话，就需要理解你扶持你的人啊。在你的手下，推着你向上爬。',
      reference: '03版第二十五话，回忆',
      characters: ['罗伊', '修兹']
    },
    {
      quote: '梅林：老师，奇高坏掉了吗？\n\n伊兹密：不，不是的，它死了。\n\n梅林：老师，把奇高修好吧。伊兹密老师什么都能做出来吧？那也能把奇高...\n\n伊兹密：那我做不到。生命和物品不一样，我也不是神。奇高的生命已经结束了，已经回不来了。\n\n梅林：可是...刚才它还...\n\n伊兹密：虽然不能做出奇高的生命，但是可以为它造个坟墓啊！',
      reference: '03版第二十七话',
      characters: ['伊兹密', '梅林']
    },
    {
      quote: '只要活着，生命就有走到尽头的一天。\n\n身体回归大地，孕育出花草，灵魂成为回忆的源泉，在人们的心中存在下去。\n\n世间万物流动、循环着，人的生命也是如此。',
      reference: '03版第二十七话',
      characters: ['伊兹密']
    },
    {
      quote: '「给予他人痛苦者无法安眠」。但是，已经不用担心那些了。我已经再也不需要安眠了。',
      reference: '03版第四十二话',
      characters: ['斯卡']
    },
    {
      quote: '温莉：又在这里呆到天亮吗？\n\n霍恩海姆：看来我总是没有什么时间概念。特丽莎去世几年了？\n\n温莉：已经六年了。\n\n霍恩海姆：是吗？孩子们很悲伤把。沙拉·洛克贝尔？沙拉不是你吗？上次不是说过吗？我是温莉，沙拉是我妈妈。\n\n霍恩海姆：是吗？因为战争吧。\n\n温莉：不是普通的战争，他们是被杀的。如果听说的是真的，他们是被己方军人所杀的。因为他们平等地治疗敌人和自己人。\n\n霍恩海姆：很悲伤吧。\n\n温莉：请不要说得那么简单！不是悲伤，我...知道是谁杀了我的父母，也知道那个人绝对不是坏人。所以，我什么也做不了。\n\n霍恩海姆：所以...所以才悲伤啊。',
      reference: '03版第四十三话',
      characters: ['温莉', '霍恩海姆']
    },
    {
      quote: '过去我曾杀过两个人。\n\n他们是医生。「患者没有敌我之分」，他们秉持那样的信念在战场上治疗伤患，但是他们治好的病人会成为我们的敌人。军方再三命令他们停止治疗，可是他们不听。\n\n我遵从命令，射杀了他们。\n\n从那时起我发誓，即使是命令，也不应该遵从有违天理的事，要站在不必遵从那种命令的地位。\n\n追你们不是因为命令，而是因为对你们好生气。\n\n为什么不让我保护，自作主张地逃走？',
      reference: '03版第四十三话，结尾',
      characters: ['罗伊']
    },
    {
      quote: '拉斯：不是正如你所愿吗？你想作为人类而死，对吧！\n\n拉丝特：想死...是啊，我...是想死啊...',
      reference: '03版第四十七话',
      characters: ['拉斯', '拉丝特']
    },
    {
      quote: '变成人类的话，就只意味着会死吗？那么，完全的人类又是什么？',
      reference: '03版第四十七话',
      characters: ['拉斯']
    },
    {
      quote: '伊兹密：就那样不管他吗？\n\n爱德华：没有灵魂的人偶，那是他罪孽的具现。他将抱着它活下去，那就够了。\n\n伊兹密：你长大了啊。\n\n爱德华：长大？原以为决定成为国家炼金术师时，我就长大了。',
      reference: '03版第四十八话',
      characters: ['伊兹密', '爱德华']
    },
    {
      quote: '罗伊：容忍一切罪恶，实现自己的梦想，我曾认为那是正确的做法。\n\n爱德华：就算现在和大总统直接交战，正义也不在你那边哦。即使扳倒了他，你也无法再出人头地了。国民是不会承认的。\n\n罗伊：即便如此，我也无法原谅那个男人。\n\n爱德华：为修兹中校报仇吗？\n\n罗伊：嗯，在军中，他应该是知道一切的。\n\n爱德华：为了那个，要舍弃至今为止积累的一切吗？\n\n罗伊：并不可惜。你也是一样吧？为了弟弟，决定不再做军队的走狗。把装作打人而容忍的罪恶都倾倒出来，我们俩正像孩子那样忠于自己的心愿而活。',
      reference: '03版第四十八话',
      characters: ['罗伊', '爱德华']
    },
    {
      quote: '爱德华：虽然曾经隶属于军队，战争由什么地方的什么人，在我们不知道的地方开始再结束，曾经认为那是和自己无关的事。但是，有人为了制造贤者之石而操纵战争。所以，只要仍然有人在追寻贤者之石，战争就会继续。而且那种想法存在于任何人心中。赫蒙克鲁斯为战争煽风点火，可是制造他们的是人体炼成，不过是我们的信念和智慧制造出来的而已。如此说来，与我们无关的战争，并不存在。\n\n罗伊：但是那些太庞大了。我们能做到的事，总是只有眼前的那点而已。\n\n爱德华：我要找到被称为「那个人」的家伙，打倒他，之后销毁贤者之石，让任何人都不会想起那种东西，将它从所有人的记忆中消除。\n\n莉莎：销毁？\n\n罗伊：贤者之石？果然已经制成了吗？可是，那莫非是...\n\n爱德华：制造出贤者之石的并不是他，而是我们的心。\n\n莉莎：但是那不是你的梦想吗？用贤者之石换回失去的一切。\n\n爱德华：只是实现我们的梦想也没有什么意义。\n\n罗伊：比梦想更重要的事吗？\n\n爱德华：无论何时都存在的。比起自己，比起梦想更重要的事物。',
      reference: '03版第四十八话',
      characters: ['爱德华', '罗伊', '莉莎']
    },
    {
      quote: '我就在这里，以这个身体迎接死亡，带着特丽莎所爱的这副容貌。\n\n我知道「等价交换」并非真理时，松了一口气。要得到某些东西并不一定要付出代价。\n\n父母疼爱孩子的时候，其中并不存在代价和报酬。',
      reference: '03版第五十话',
      characters: ['霍恩海姆']
    },
    {
      quote: '爱德华：即便如此，我还是相信。努力过了，就能或多或少得到些什么。只要努力，任何人都能公平地得到回报。只要付出代价，就平等地拥有抓住幸福的机会。我想要相信那样的「等价交换」。\n\n霍恩海姆：现实...\n\n爱德华：现实并不是那样。所以如果说那是孩子的幼稚理论，我情愿做个孩子。我不愿相信，即使付出代价也无法获得回报。',
      reference: '03版第五十话',
      characters: ['爱德华', '霍恩海姆']
    },
    {
      quote: '罗伊：不要露出那种表情。\n\n莉莎：作战计划是完美的，但是，却因为我没能及时赶到...\n\n罗伊：不可能有什么完美的。这个世界是不完全的，所以才美丽。',
      reference: '03版第五十一话',
      characters: ['罗伊', '莉莎']
    },
    {
      quote: '爱德华：我...本打算以自己的生命作为代价炼成阿尔，但是我却仍然活着。结果我还是没有付出代价就得到什么吧，还是说阿尔那个样子...\n\n霍恩海姆：你们一路走过来，期间遇到的人们，看到的事物、痛苦、努力，你们经历了一切，那不是你付出的代价吗？',
      reference: '03版第五十一话',
      characters: ['爱德华', '霍恩海姆']
    }
  ]
}
