exports.fullmetalAlchemist = {
  name: '钢之炼金术师',
  alias: ['鋼の錬金術師', '钢炼', 'Fullmetal Alchemist'],
  info: '爱德华·艾尔利克和他弟弟阿尔冯斯·艾尔利克十分思念在他们还小的时候亡故的母亲，为了再次见到母亲，进行了炼金术中最大的禁忌——人体炼成。可是因为炼成时的反噬，阿尔则失去了全身，爱德失去了左脚，为了换回弟弟，爱德华牺牲自己的右手作为代价将弟弟的灵魂炼成，并将弟弟阿尔冯斯的灵魂固定在一副铠甲上。从此爱德华和阿尔冯斯为了取回他们所失去的一切，开始踏上了找回自己身体的旅程。',
  characters: [
    {
      name: '爱德华·艾尔利克',
      alias: ['爱德华', 'Edward Elric'],
      info: '本作主人公，个子矮小的少年，12岁取得国家炼金术师资格，拥有“钢”之称号。右手与左脚为机械义肢，为了见到去世的母亲，和弟弟阿尔冯斯一起进行了人体炼成，结果失去了弟弟的身体与自己的手脚，为了找回失去的一切，与弟弟阿尔冯斯踏上寻找贤者之石的旅途。结局为了唤回最重要的东西，而被留在门的另一边的世界。'
    },
    {
      name: '阿尔冯斯·艾尔利克',
      alias: ['阿尔冯斯', '阿尔', 'Alphonse Elric'],
      info: '本作的另一个主人公，爱德华的弟弟，原本是个金发金眼的人类少年，因在尝试复活母亲使用人体炼成时失败，结果整个身体都被夺走，爱德以右臂为代价换回了他的灵魂，只能让灵魂寄生在冰冷的钢铁盔甲里。为了找回失去的一切，与哥哥爱德华踏上寻找贤者之石的旅途。'
    },
    {
      name: '温莉·洛克贝尔',
      alias: ['温莉'],
      info: '本作女主角，失去了父母的她从小和祖母一起生活，与爱德和阿尔青梅竹马。对机械铠和跟机械铠有关的一切事物感兴趣，与祖母比拿可一样成为机械铠工程师，是爱德的专属技师。对艾尔利克兄弟来说是等同于家人的重要存在，为了能帮助一直在进行旅行的艾尔利克兄弟，努力提升自己，想让自己做出更好的机械铠，是个相当坚强而内心温柔的女孩。'
    },
    {
      name: '罗伊·马斯坦',
      alias: ['罗伊', '莱·马斯丹', 'Roy·Mustang', '焰之炼金术师'],
      info: '上校军衔，拥有‘焰’之称号的国家级炼金术师，杀害温莉父母的凶手，在东方司令部的军队任职。私底下处处保护着艾尔利克兄弟，休斯死后，马斯坦古开始暗中调查他被杀的原因，得知了“贤者之石”的真相。在最后的大战中用自已的血在手背画炼成阵，烧死了普莱德，但自己左眼失明。'
    },

    // 非主要人物
    {
      name: '罗塞',
      alias: [''],
      info: ''
    },
    {
      name: '肖·塔卡',
      alias: ['塔卡', '缀命之炼金术师'],
      info: '2年前因首次炼成能说人话的合成兽，被授予国家炼金术师资格，绰号为『缀命之炼金术师』。'
    }
  ],

  quotes: [
    {
      quote: '人如果不做出牺牲，就什么也得不到。\n\n为了得到某些东西，就必须付出同样的代价。\n\n那就是炼金术中的等价交换原则。\n\n那时我们相信那是世界的真理。',
      reference: '03版，每集开场白',
      characters: ['阿尔']
    },
    {
      quote: '过于接近太阳，只会燃烧殆尽。',
      reference: '03版第一话',
      characters: ['爱德华']
    },
    {
      quote: '罗塞：你们都干了些什么？对我们来说，教主大人的奇迹就是希望。只要相信他，死去的人也能复活。那曾是我们仅有的希望！\n\n爱德华：你是说那样下去比较好吗？\n\n罗塞：我...从明天开始要靠什么支撑着活下去！？你告诉我啊！\n\n爱德华：那种事你自己想，站起来，向前走，你不是有完美的双腿吗？',
      reference: '03版第二话',
      characters: ['爱德华', '罗塞']
    },
    {
      quote: '爱德华：我会找到让你恢复的方法。\n\n阿尔：已经放弃炼成妈妈了吧？\n\n爱德华：这世上恐怕没有任何东西可以和妈妈的生命进行等价交换。而且...我不想连你也失去...',
      reference: '03版第三话结尾',
      characters: ['爱德华', '阿尔']
    },
    {
      quote: '爱德华：阿尔，我们选择的道路是正确的吧。\n\n阿尔：不知道。但是，有一件事是千真万确的。就是想能够再次碰触哥哥。很可笑吧，明明一直离得这么近，却已经想不起触摸时的感觉、体温了...',
      reference: '03版第六话，面试完后',
      characters: ['爱德华', '阿尔']
    },
    {
      quote: '塔卡：制造合成兽没有什么理由，因为看到了可能性，所以就尝试了。只是想尝试一下做出懂得人类语言的合成兽而已。\n\n爱德华：说什么疯话！\n\n塔卡：明知是禁忌，还是禁不住进行了人体炼成，你和我没有什么两样。\n\n爱德华：不对！！！\n\n塔卡：科学家的...不，人类的，把自己的知识付诸实践的欲望是无止境的。自己被赋予的能力有多少，这个世界隐藏着的所有秘密，都想知道，都想尝试。那就是炼金术的本质。',
      reference: '03版第七话',
      characters: ['塔卡', '爱德华']
    },
    {
      quote: '罗伊：徒劳无功吧。再构筑已经死亡的生物是不可能的，对任何炼金术师来说都一样。让悲惨的合成兽复活，又有谁会幸福？你们所选择的道路前方，想必有更甚于此的辛苦和磨难等待着。那么，即使强迫自己接受现实也必须向前走。\n\n爱德华：你要我接受现实！？\n\n罗伊：你有想要完成的目标吧？你有那个闲暇停滞不前吗？',
      reference: '03版第八话，开头',
      characters: ['罗伊', '爱德华']
    },
    {
      quote: '阿尔：哥哥，也许真的存在「贤者之石」。但是，要找到的话无论如何都需要国家炼金术师的资格。没有肉体的我无法体会哥哥险些被杀的恐惧，那很悲凉也很痛苦。我还是想恢复原来的身体，恢复成人类，找到「贤者之石」。即使那违背世间的规则，即使那是如何困难的事。\n\n爱德华：险些被杀的经历让我明白，我只能惨叫而已，脑子里变得一片空白。认为自己能拯救别人，不过是自以为是。以我们的能力，要恢复自己的身体就已经是极限了。为此，即使被骂作「军队的走狗」「恶魔」都无所谓。但是，实际上我们不是恶魔，更不是神，而是人啊！是连妮娜一个人都就不了的...弱小的...人类啊！',
      reference: '03版第八话，碎尸鬼巴利案后',
      characters: ['阿尔', '爱德华']
    },
    {
      quote: '这个镇子是我们的故乡，用我们自己的力量一步步前进，因为我们有完好的双脚！',
      reference: '03版第十四话',
      characters: ['罗塞']
    },
    {
      quote: '爱德华：阿尔，不要紧吧？\n\n阿尔：这个...笨蛋哥哥！\n\n爱德华：什么嘛！\n\n阿尔：为什么不丢下我逃走？\n\n爱德华：因为你会被杀啊！\n\n阿尔：即使如此也不能笨到自己跑去送死啊！\n\n爱德华：别对着哥哥叫「笨蛋」「笨蛋」的！\n\n阿尔：要我说几次都行！活下去！活下去！活下去！继续研究炼金术！总有一天恢复原来的身体！死掉...一个人死掉之类的，我绝不允许！',
      reference: '03版第十五话',
      characters: ['阿尔', '爱德华']
    },
    {
      quote: '爱德华：温莉？怎么了？\n\n温莉：对不起，我看了...\n\n爱德华：啊！！！你这个人啊...\n\n温莉：对不起...对不起...\n\n爱德华：真是的，连阿尔都没给看过呢。\n\n温莉：对不起。\n\n爱德华：唉。自己都觉得很娘娘腔，必须以这种形式的方式提醒自己教训和决心。\n\n温莉：爱德...\n\n爱德华：即使如此，我们没有父母，也没有可以回去的家，只能向前走。\n\n温莉：为什么？为什么啊？不是还有我家吗？不是还有奶奶和我在吗？\n\n爱德华：真是傻瓜，你哭什么啊？\n\n温莉：因为你们兄弟俩都不哭，我替你们哭...',
      reference: '03版第十七话，温莉偷看怀表后',
      characters: ['爱德华', '温莉']
    }
  ]
}
