exports.fullmetalAlchemist = {
  name: '钢之炼金术师',
  alias: ['鋼の錬金術師', '钢炼', 'Fullmetal Alchemist'],
  info: '爱德华·艾尔利克和他弟弟阿尔冯斯·艾尔利克十分思念在他们还小的时候亡故的母亲，为了再次见到母亲，进行了炼金术中最大的禁忌——人体炼成。可是因为炼成时的反噬，阿尔则失去了全身，爱德失去了左脚，为了换回弟弟，爱德华牺牲自己的右手作为代价将弟弟的灵魂炼成，并将弟弟阿尔冯斯的灵魂固定在一副铠甲上。从此爱德华和阿尔冯斯为了取回他们所失去的一切，开始踏上了找回自己身体的旅程。',
  characters: [
    {
      name: '爱德华·艾尔利克',
      alias: ['爱德华', 'Edward Elric'],
      info: '本作主人公，个子矮小的少年，12岁取得国家炼金术师资格，拥有“钢”之称号。右手与左脚为机械义肢，为了见到去世的母亲，和弟弟阿尔冯斯一起进行了人体炼成，结果失去了弟弟的身体与自己的手脚，为了找回失去的一切，与弟弟阿尔冯斯踏上寻找贤者之石的旅途。结局为了唤回最重要的东西，而被留在门的另一边的世界。'
    },
    {
      name: '阿尔冯斯·艾尔利克',
      alias: ['阿尔冯斯', '阿尔', 'Alphonse Elric'],
      info: '本作的另一个主人公，爱德华的弟弟，原本是个金发金眼的人类少年，因在尝试复活母亲使用人体炼成时失败，结果整个身体都被夺走，爱德以右臂为代价换回了他的灵魂，只能让灵魂寄生在冰冷的钢铁盔甲里。为了找回失去的一切，与哥哥爱德华踏上寻找贤者之石的旅途。'
    },

    {
      name: '罗塞',
      alias: [''],
      info: ''
    },
    {
      name: '肖·塔卡',
      alias: ['塔卡', '缀命之炼金术师'],
      info: '2年前因首次炼成能说人话的合成兽，被授予国家炼金术师资格，绰号为『缀命之炼金术师』。'
    }
  ],

  quotes: [
    {
      quote: '过于接近太阳，只会燃烧殆尽。',
      reference: '03版第一话',
      characters: ['爱德华']
    },
    {
      quote: '罗塞：你们都干了些什么？对我们来说，教主大人的奇迹就是希望。只要相信他，死去的人也能复活。那曾是我们仅有的希望！\n\n爱德华：你是说那样下去比较好吗？\n\n罗塞：我...从明天开始要靠什么支撑着活下去！？你告诉我啊！\n\n爱德华：那种事你自己想，站起来，向前走，你不是有完美的双腿吗？',
      reference: '03版第二话',
      characters: ['爱德华', '罗塞']
    },
    {
      quote: '爱德华：我会找到让你恢复的方法。\n\n阿尔：已经放弃炼成妈妈了吧？\n\n爱德华：这世上恐怕没有任何东西可以和妈妈的生命进行等价交换。而且...我不想连你也失去...',
      reference: '03版第三话结尾',
      characters: ['爱德华', '阿尔']
    },
    {
      quote: '爱德华：阿尔，我们选择的道路是正确的吧。\n\n阿尔：不知道。但是，有一件事是千真万确的。就是想能够再次碰触哥哥。很可笑吧，明明一直离得这么近，却已经想不起触摸时的感觉、体温了...',
      reference: '03版第六话，面试完后',
      characters: ['爱德华', '阿尔']
    },
    {
      quote: '塔卡：制造合成兽没有什么理由，因为看到了可能性，所以就尝试了。只是想尝试一下做出懂得人类语言的合成兽而已。\n\n爱德华：说什么疯话！\n\n塔卡：明知是禁忌，还是禁不住进行了人体炼成，你和我没有什么两样。\n\n爱德华：不对！！！\n\n塔卡：科学家的...不，人类的，把自己的知识付诸实践的欲望是无止境的。自己被赋予的能力有多少，这个世界隐藏着的所有秘密，都想知道，都想尝试。那就是炼金术的本质。',
      reference: '03版第七话',
      characters: ['塔卡', '爱德华']
    }
  ]
}
