// 银魂
exports.gintama = {
  name: '银魂',
  alias: ['银他妈', 'gintama'],
  info: '无节操片',
  cover: 'http://aniquo.qiniudn.com/images/sourceCover/7888b94ef6af09d097d586183f1c5617',
  characters: [
    // 银桑
    {
      name: '坂田银时',
      alias: ['银桑', '啊银', '银时'],
      info: '坂田银时是活跃在攘夷后期创造无数传奇的革命家，因威震敌我而被称为“白夜叉”。现住歌舞伎町一条街，与神乐，志村新八经营万事屋，是个坚守自己武士道的男子汉，但同时也是个不折不扣的MADAO，常拖欠房租，但每周都会买《少年JUMP》 爱挖鼻孔。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/0c860e902d229aea6a7aa40735c6ed25'
    },
    // 新吧唧
    {
      name: '志村新八',
      alias: ['新吧唧', '新八'],
      info: '“万事屋”里不可缺少的吐槽成员。反射能力弱，运动神经差，没有女人缘。是“万事屋”里攻击力最差的一位。现还担任江户人气偶像寺门通的亲卫队队长。很爱他的姐姐阿妙，即使被说成姐控，也想要姐姐能幸福。在没有进入“万事屋”与遇上银时前，新八在甜品店工作。十分冒失，经常惹怒店长，是个将自尊和吐槽精神抛弃的打工仔。他是经常被欺负的角色，常被形容为「很平凡、很普通、大众脸」，甚至经常被错认为眼镜。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/05b1d06c22464ba72c729bac7140d87b',
    },
    // 神乐
    {
      name: '神乐',
      alias: ['神乐酱'],
      info: '《银魂》中的女主角，属于宇宙最强的战斗种族“夜兔族”。 因为在老家每顿只能吃调味粉拌饭，到了江户被流氓雇佣，因为厌恶而逃出时遇到了银时他们，之后在万事屋打工。想要改变夜兔族，与夜兔好战的血液战斗，用自己的力量去保护而不是伤害他人。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/499a6a7343aabd9d8185bc758caabf42',
    },
    // 桂小太郎
    {
      name: '桂小太郎',
      alias: ['假发', '桂'],
      info: '攘夷志士中的幸存者，坂田银时的伙伴。现在被看作是恐怖分子（往“天人”的政府机关里扔炸弹），是攘夷志士的头目之一。原本是激进派，现在变成了稳健派。（银魂中有提到）。长发飘逸，表面上是个十分COOL的美男子，有时亦十分白痴。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/5fe062f52843361eb3fb251a90cc6fe4',
    },
    // 近藤勋
    {
      name: '近藤勋',
      alias: ['こんどう いさお', '大猩猩', '近藤'],
      info: '近藤勋出自空知英秋原作人气动漫《银魂》，一手创建了真选组（历史原形新选组），职位是局长，别名为“大猩猩”。 剑术虽然高超，却深藏不露。经常犯二，被志村妙列为头号必须杀掉的人，目前依旧在追着志村妙。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/4a51998df1139cfacbd507729eca9bb3',
    },
    // 土方十四郎
    {
      name: '土方十四郎',
      alias: ['十四', '土方', '鬼之副长', '宅十四'],
      info: '真选组副长，有“鬼之副长”之称。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/8605154bd8fd6ace385a347756cc2506'
    },
    // 冲田总悟
    {
      name: '冲田总悟',
      alias: ['总悟'],
      info: '真选组一番队队长，目标是把土方十四郎干掉自己荣升副长（还有一部分成分是因为姐姐而讨厌土方）。原型为江户后期幕末新撰组的冲田总司。超级抖S，号称真选组的剑术第一高手，却很少用剑战斗，多用火箭筒。外表清秀的美少年， 但为人超级腹黑。性格腹黑指数90%，是被认为整个组里最不能招惹的人物。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/34f1973fca5ae601216da1e0f6053ce6'
    },
    // 志村妙
    {
      name: '志村妙',
      alias: ['しむら たえ', '妙'],
      info: '志村新八的姐姐，美丽的外表下隐藏是凶暴的脾气，发起脾气时任谁都害怕的存在，被银时、小猿称为“猩猩女”，喜欢的食物是哈根达斯。被近藤勋和柳生九兵卫所爱慕着。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/32fea7f38c27daf824b814d583a95f6b',
    },
    // 长谷川泰三
    {
      name: '长谷川泰三',
      alias: ['はせがわ たいぞう', 'madao', 'MADAO', '长谷川'],
      info: '姓名是长谷川泰三，假名为はせがわ たいぞう ，且绰号为MD（MADAO:废柴大叔）',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/10bc6f6e8612293d22b40ff008643a57',
    },
    // 登势
    {
      name: '登势',
      alias: ['お登势', '寺田绫乃'],
      info: '登势【お登势】，是日本动漫作品《银魂》中的架空登场人物，主角银时的房东，同时也是歌舞伎町四天王之一，本名为“寺田绫乃”。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/0e3746dc646be426708cebab02c5e2e8',
    },
    // 源外大叔
    {
      name: '平贺源外',
      alias: ['源外', '源外大叔'],
      info: '日本漫画家空知英秋作《银魂》中的人物，善良并且有点腹黑，自己开着机械堂，以江户第一机械技师的目标奋斗。曾有一个儿子本来跟着学手艺，闹了个别扭就去参加初代鬼兵队结果跟着被灭。曾是流山的好朋友，两人同为技师却因为目标与理念不同而早早分道扬镳。名字取自江户时代的日本著名人物平贺源内。做武器喜欢加上喷酱油的功能。',
    },
    // 高杉
    {
      name: '高杉晋助',
      alias: ['たかすぎ　しんすけ', '高杉'],
      info: '日本动漫作品《银魂》中的人物。是主角坂田银时的私塾同学和战时的同伴。现为银魂世界中的反政府恐怖分子，成立了鬼兵队，以摧毁幕府为目的，经常煽动、策划或制造动乱。被称为“攘夷浪士中最过激、最危险的男人。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/54a181d38b69e3ae6cea5607f6233b07',
    },
    // 小猿
    {
      name: '猿飞菖蒲',
      alias: ['猿飞 あやめ', '小猿'],
      info: '日本漫画家空知英秋作品《银魂》中的人物。戴着红框眼镜，有着灰色瞳孔和紫色长发，右眼下有泪痣的美女。自称：不戴眼镜就什么都看不见，连明天也看不见，虽然已经没了明天呢。经常因为不戴眼镜而认错人。有银时的跟踪狂这个属性。另外还喜欢把自己捆起来，被揍也觉得没关系，是一个十足的抖M。被银时称为母猪。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/ce98ea8885d39d1b1e36a92c1bb652e7',
    },
    // 山崎
    {
      name: '山崎退',
      alias: ['山崎'],
      info: '《银魂》中的人物，山崎退是真选组的监察（也就是密探）,被誉为"华丽丽的羽毛球王子"。',
    },
    // 坂本辰马
    {
      name: '坂本辰马',
      alias: ['さかもと たつま', '辰马'],
      info: '坂本辰马是动漫《银魂》里的人物，被称为最优秀的四位攘夷志士之一，土佐富家出身，绰号桂浜之龙。因受骗朋友从而参加攘夷战争，但主要还是提供粮食军备物质给银时高杉等人，此外银时曾说坂本在攘夷战争强得跟怪物一样，遇强则强，知名度很高，另一战地老记者也评价坂本剑术出神入化，万中无一的超级高手。机缘巧合相识千鸟首领千金陆奥并施于帮忙，击败哗变的千鸟第二师团组建快援队，在星际间贸易，维护天人跟地球人的利益。此外原型是日本幕末时期剑术最具代表的剑豪坂本龙马，北辰一刀流第一高手，也是日本从衰落向强盛的最大功臣之一。',
    },
    // 陆奥
    {
      name: '陆奥',
      alias: [''],
      info: '陆奥，是日本动漫作品《银魂》中的人物。'
    },
    // 西乡
    {
      name: '西乡特盛',
      alias: ['鬼神·马德麦杰尔西乡', '西乡'],
      info: '西乡特盛，动漫人物，银魂中歌舞伎町四天王之一，通称「鬼神·西乡夫人」（现在名字叫做「鬼神·马德麦杰尔西乡」）。'
    },
    {
      name: '松平片栗虎',
      alias: ['松平'],
      info: '日本漫画家空知英秋作品《银魂》中的人物，重度女儿控，十分关心自己的女儿，经常说，爷们只要记住一就能活下去了。经常叼着一根烟，或者开枪击打近藤勋。',
    },

    /********** 非主要角色 *********/
     
    // 加藤健
    {
      name: '加藤健',
      alias: [],
      info: '加藤健银魂动画第一集出场的人物。想要毁灭江户的天人要在地震的震源处引发大地震。而震源就在加藤健家的下面，天人就使坏让加藤健丢了工作，老婆也跑了，还逼着他在房契上签了字。因此加藤健来到了万事屋。',
    },
    // 新八的父亲
    {
      name: '志村新八父亲',
      alias: [],
      info: '新八的父亲',
    },
    // 寺门通的父亲
    {
      name: '寺门通父亲',
      alias: [],
      info: '寺门通的父亲',
    }
  ],

  /*************/

  // 语录
  quotes: [
    {
      quote: '喂喂，你们是不是正值青春啊，年轻人对着夕阳应该有种忍不住想跑的冲动才对啊，你们这群白痴。',
      reference: 'TV版第2话',
      characters: ['银桑']
    },
    {
      quote: '酒真是好东西，能让人一时忘记不愉快的事，但是到了明天就算不想也会想起来，而且比昨天更让人痛苦，想逃也逃不掉，特别是那些真的想要忘记的事。',
      reference: 'TV版第2话，和加藤健在酒馆时',
      characters: ['银桑']
    },
    {
      quote: '“爸爸，我想早点回家”, 在那之前我本是放弃了一切的，但是，或许是看了这封信吧，我忽然想反抗一下。\n\n像个傻瓜吧，自己执意认为只要要回房子家人就会回来。\n\n不过，我已经明白了，我果然是个废物，无论我怎么努力。',
      reference: 'TV版第2话, 和银桑在酒馆时',
      characters: ['加藤健']
    },
    {
      quote: '不许逃！你自身不先改变的话，一切都不会改变。你逃也逃不掉的，尤其是你真正想要忘却的事。',
      reference: 'TV版第2话',
      characters: ['银桑']
    },
    {
      quote: '武士的刀，不应以刀鞘约束，而应该以你的灵魂来约束。\n\n这个时代已经不需要武士了，但无论时代怎么变迁，人都有不能忘却的东西。\n\n即使废刀令总有一天会到来，但是这以你灵魂约束的正直之剑也绝不能丢弃。',
      reference: 'TV版第3话，开场白',
      characters: ['志村新八父亲']
    },
    {
      quote: '姐姐果然是父亲的女儿啊，简直跟他一模一样。\n\n父亲也是个整天把义理人情挂在嘴边的老好人，就是被人抓住这个弱点，才背上一生债死去的。\n\n为什么大家都这么不机灵，我可不要为了这些华而不实的虚名而死呢。',
      reference: 'TV版第3话，妙被天人抓走后',
      characters: ['新八']
    },
    {
      quote: '道场会怎么样我都不管。我喜欢的是有姐姐笑口常开的道场，如果会让姐姐难过的话，那种道场不如不要！',
      reference: 'TV版第3话，和银桑一起救妙',
      characters: ['新八']
    },
    {
      quote: '小新，你说的一点都没错。\n\n守护这个道场下去根本得不到任何好处，只会痛苦。\n\n但是啊，放弃也很痛苦，已经无法回来的东西，拥有和舍弃都很痛苦。\n\n既然无论如何都会痛苦的话，我宁可选择守护它而痛苦。',
      reference: 'TV版第3话，妙被天人捉走时',
      characters: ['志村妙']
    },
    {
      quote: '去吧，你是想在那人身上寻找什么吧。\n\n去吧，直到找到为止，找到你的剑为止。\n\n我也会以自己的方式去寻找，不用担心，我不会在乱来了，因为我也不想看到小新哭泣的脸啊。',
      reference: 'TV版第3话，妙和新八得救后',
      characters: ['志村妙']
    },
    {
      quote: '国家，天空，给你好了，没所谓。\n\n我光是保护眼前的东西就已经够忙的了，可是就连这点都保护不好，输给你们这些臭虫的事儿，有过多少次我都记不清了。\n\n我已经一无所有了，至少看到眼前有东西掉下去，还是想要把它捡起来的。',
      reference: 'TV版第3话，飞船上的战斗',
      characters: ['银桑']
    },
    {
      quote: '我，喜欢战斗，不否认这是夜兔的本能。但是，从今以后我与夜兔的本能战斗，为了改变而战斗。',
      reference: 'TV版第4话，面对井上(爆炸头小混混)时',
      characters: ['神乐']
    },
    {
      quote: '不是假发，是桂',
      reference: '口头禅',
      characters: ['桂小太郎']
    },
    {
      quote: '银时：新八，你在干什么，快放手啊。\n\n新八：不要，我不要一个人被捕。\n\n银时：你就不能说“别管我...快跑”吗？\n\n神乐：别管我，你们自己去地狱吧。\n\n银时：混蛋，就算去我也要拖着你的灵魂一起。',
      reference: 'TV版第5话，三人组送快递被捉',
      characters: ['银桑', '新八', '神乐']
    },
    {
      quote: '你...你这家伙，好久不见就用上勾拳作见面礼吗？',
      reference: 'TV版第5话，三人组遇见假发',
      characters: ['银桑']
    },
    {
      quote: '假发，要头儿的话就交给我好了说，我的格言就是，无论善恶，要做就做老大',
      reference: 'TV版第5话，被真选组追捕时',
      characters: ['神乐']
    },
    {
      quote: '银时，为了重建这个腐朽的国家，和我一起，再次拿起剑吧。把你那让人恐惧的白夜叉的力量，再次借给我吧',
      reference: 'TV版第5话',
      characters: ['假发']
    },
    {
      quote: '与其落入敌人手中，还不如最后做个真正的武士干脆利落的切腹吧',
      reference: 'TV版第5话，回忆',
      characters: ['桂']
    },
    {
      quote: '别说傻话了，站起来。\n\n要是有那个时间去想一种美丽的死法，还不如，漂亮的活到最后。',
      reference: 'TV版第5话，回忆',
      characters: ['银时']
    },
    {
      quote: '银时：我们的战斗已经结束了，到现在还絮絮叨叨，你是三姑六婆吗？\n\n桂：你是笨蛋吗？女的都是絮絮叨叨的。正因为没有包容这些的气量，所以才不受女孩子欢迎的。\n\n银时：笨蛋，如果我不是自然卷的话会很受欢迎的，大概。\n\n桂：什么都怪自然卷来保护自己，真是个悲哀的男人。\n\n银时：一点都不悲哀，人就是以自卑为弹力才能跳得更高。',
      reference: 'TV版第5话',
      characters: ['银时', '桂']
    },
    {
      quote: '银时：桂，给我停手吧。无论你怎样弄脏自己的双手，死去的同伴们也不会开心的，时代也不会改变的。不要在继续玷污自己了。\n\n桂：变肮脏的是你啊，银时。时代变了，你就随波逐流的变节了。所谓武士，就应该贯彻自己的信念。\n\n银时：坚持别人给你准备好的武士道又能怎样，为了那种东西，还想再牺牲珍贵的伙伴吗？那种事儿，我不想再要了。就算难逃一死，我也要贯彻我自己的武士道。按照我自己认为美的方式生活下去，保护我想保护的东西。',
      reference: 'TV版第5话',
      characters: ['银时', '桂']
    },
    {
      quote: '你这混蛋，把人生当成是什么了啊。\n\n为了区区一个偶像而越狱，打算为了一时的享乐而糟蹋人生吗？\n\n你就因为这样，才被丢到牢房里面的，笨蛋。',
      reference: 'TV版第6话，知道通的父亲为了看演唱会而越狱',
      characters: ['银时']
    },
    {
      quote: '愉快度过人生的秘诀之一，就是不忘童心。为了看女儿登台而越狱，不是小鬼一样的笨蛋才会这么做吗？',
      reference: 'TV版第6话，安慰通的父亲',
      characters: ['银时']
    },
    {
      quote: '正因为我是个贪图享乐的人，才更明白，人生中有些珍贵的瞬间是不能错过的。',
      reference: 'TV版第6话，啊通的演唱会上',
      characters: ['寺门通父亲']
    },
    {
      quote: '只能找到这种了，虽然不够一百万朵，剩下的用爱来糊弄下吧。',
      reference: 'TV版第6话，把花交给通的父亲',
      characters: ['银时']
    },
    {
      quote: '那种约定，她不可能记得了吧。但是，现在记不记得也没关系了，我只管遵守我的约定就好了。',
      reference: 'TV版第6话，把花送给通',
      characters: ['寺门通父亲']
    },
    {
      quote: '银时：少女之心，不应该因为被冷淡对待了，就去找别的男人那儿寻求温柔。\n\n神乐：这种情况下，选择后备的才绝对有利的说。\n\n新八：这种情况下，最重要的是先追贝斯吧。',
      reference: 'TV版第7话，贝斯（章鱼）逃跑后',
      characters: ['银时', '神乐', '新八']
    },
    {
      quote: '新八：那样费劲找了都没有结果，现在这种方法行的通吗？\n\n银时：行的啦，那个...因为...就是那个...行得通的吧！\n\n新八：你明白什么叫做要负责任吗？\n\n神乐：男人这样的话，爱你的女人迟早会伤心离去。\n\n银时：不用担心，只要甜言蜜语几句，不管是女人还是章鱼都会摇着尾巴开心的跑过来。\n\n神乐：女人没有尾巴。\n\n银时：章鱼也没有啊。\n\n新八：不是你自己说的吗！',
      reference: 'TV版第7话，帮白痴皇子找章鱼过程中',
      characters: ['银时', '新八', '神乐']
    },
    {
      quote: '幕府毁灭也好，国家毁灭也好，都和我没有关系。\n\n我，在自己的肉体毁灭之前，只想挺直腰杆活下去！',
      reference: 'TV版第7话',
      characters: ['银时']
    },
    {
      quote: '长谷川：这根本是死了嘛，别说毫发无伤了，连脸色都变了。\n\n银时：没关系，只是到了想化化妆的年龄，思春期常有的事儿。\n\n神乐：不过是被罐子撵了一下就变成这样了，真是个脆弱的家伙。\n\n长谷川：你们，居然用罐子撵过它！\n\n银时：我都说它没死了，虽然奄奄一息了。\n\n长谷川：奄奄一息就行了吗！',
      reference: 'TV版第7话，抓到贝斯（章鱼）后',
      characters: ['长谷川', '银时', '神乐']
    },
    {
      quote: '腐败也好，我也要用我的方式来保护这个国家，这就是我奉行的武士道。',
      reference: 'TV版第7话，和银时对峙',
      characters: ['长谷川']
    },
    {
      quote: '挺直腰杆活，简直是小鬼的学期目标似的。\n\n说起来，我老妈也经常这么说，弯腰了，好好挺起来。\n\n“你这么做，你真的觉得快乐吗？”（想起银时的话）\n\n妈妈，我现在站得直吗？',
      reference: 'TV版第7话，独白',
      characters: ['MADAO']
    },
    {
      quote: '阿妙小姐，请与我结婚吧！就算被甩一两次，我是不会倒下的。妈妈说过，女人与其爱人，不如被爱来的幸福。',
      reference: 'TV版第8话，爬上电线杆示爱',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/d4fd41c009dbcd9757c12aee41095142',
      characters: ['近藤']
    },
    {
      quote: '说我是小偷也行，不过那我也是...来偷心的。',
      reference: 'TV版第8话，在电线杆上被怀疑',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/189a20dc1b86c1faf4a6478d48aec56e',
      characters: ['近藤']
    },
    {
      quote: '人类都是不停地追着爱跑的跟踪狂。',
      reference: 'TV版第8话，跟踪被银桑发现',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/8844560f017c024bce9da6c523a58fc0',
      characters: ['近藤']
    },
    {
      quote: '近藤：你小子，是个有种的好男人。不，和女人相比，我看你更受男人欢迎。小子，把你的木刀借给我。\n\n银时：你也很有种，用这个吧。我最自豪的爱刀洞爷湖。看来无论是赢是输，双方都不要有遗憾啊。\n\n近藤：没错，纯粹是作为男人来一决胜负。',
      reference: 'TV版第8话，夕阳下和银桑决斗',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/af063102092c5bac3b78a41f0e1bead7',
      characters: ['近藤', '银时']
    },
    {
      quote: '不好意思，我还不至于夸张到轻易以别人的人生作为赌注，也就是说换个办法吧，用我的命作为赌注。用我的命代替阿妙作为赌注，即使你赢了，阿妙也不会是你的。\n\n但碍事的我会从世界上消失。之后你追她也好，怎么也好，随便你。当然我赢了的话，你就不能对阿妙出手。',
      reference: 'TV版第8话，夕阳下和近藤决斗',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/7e34fcddae692f58b6ae9cd3141e61c6',
      characters: ['银时']
    },
    {
      quote: '银时：你太天真了，比天津炒栗子还甜。怎么可以向敌人借武器。我在厕所里削的，只要画半圈挥舞就会折断。\n\n近藤：你这混蛋，居然做这种事。\n\n银时：为了这点事就要有人失去什么的话，那才是愚蠢呢。为了圆满处理这件事，还是这招最好吧。',
      reference: 'TV版第8话，和近藤决斗',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/90b6ac4c02010a8306f9d3754e608381',
      characters: ['银时', '近藤']
    },
    {
      quote: '就算是大猩猩，可是对我们来说，也是最重要的老大，是和我一起，只靠着这玩意就撑起整个真选组的重要的战友。\n\n我不会让任何人玷污我们真选组，一旦出现挡道的东西，就只有用这玩儿砍了。',
      reference: 'TV版第9话，和银时在屋顶上决斗',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/14e86d6087cc5f06647edc3a21d8344c',
      characters: ['土方']
    },
    {
      quote: '银时：打架这玩意，不就是为了守护什么东西吗？就像你是为了守护真选组。\n\n土方：守护...那你又在守护什么东西？\n\n银时：我的武士道。再会啦。',
      reference: 'TV版第9话，和土方决斗完',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/e0d4994a3f2a0991572119c0621e475a',
      characters: ['银时', '土方']
    },
    {
      quote: '新八：让它停下来，神乐。\n\n银时：好重啊。\n\n神乐：终于明白我心情沉重了啊。\n\n新八：不是，我是说真的很重。\n\n神乐：接受别人的爱，有时确实很沉重。不过不用担心我和定春。',
      reference: 'TV版第10话，神乐说要养定春',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/a0a680cd23d8cc53e0c2e8ac42221a17',
      characters: ['新八', '神乐', '银时']
    },
    {
      quote: '对于那样看上去可爱的，男人是不能掉以轻心的。',
      reference: 'TV版第10话，神乐说要养定春',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/a0a680cd23d8cc53e0c2e8ac42221a17',
      characters: ['银时']
    },
    {
      quote: '人不管长多大，都仍然在寻觅容身之所的旅程上前行。',
      reference: 'TV版第11话，医院里面',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/f8f0c10bb7543f2ffc4c5bcd1a2b1df2',
      characters: ['银时']
    },
    {
      quote: '人生中最重要的既不是金钱也不是学历，而是爱。',
      reference: 'TV版第11话，坑新八去照顾老人',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/1ea883c7b236eb2a06618827831c65d2',
      characters: ['银时']
    },
    {
      quote: '虽然你可能经历过艰辛的痛苦的无法忍受的事情，不过请你加油吧。\n\n以为现在就很痛苦了，其实今后会有更多更痛苦的事情等着你。\n\n这么想就能坚持下去了。',
      reference: 'TV版第12话，对凯瑟琳',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/a1013850e04e1c663d421cf58ae0c282',
      characters: ['银时']
    },
    {
      quote: '登势：首先认识那个男人是这样的。那是个下雪的寒冷日子，我一时兴起，去给老头子扫墓。\n\n银时：喂，老太婆，我能不能吃那个馒头，我饿得快死了。\n\n登势：那不是我的，而是我老头子的东西，你去问他吧。\n\n银时：这样啊，那好。\n\n登势：我的老头子说什么了？你猜他是怎么回答我的？他说：“死人怎么可能回答我”。还说什么“这个恩情我不会忘记的。老太婆，你日子也不多了。从今以后，我替你保护她好了。”',
      reference: 'TV版第12话，回忆与银时的相遇',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/f050e86351b8187f94359216b96abae7',
      characters: ['登势', '银时']
    },
    {
      quote: '银时：你给她工作，她还恩将仇报，背信弃义的家伙不论男女都很丑陋啊，老太婆。\n\n登势：不付房租还霸着人家二楼不走的家伙不丑陋吗？\n\n银时：人类都是丑陋的生物啊。\n\n登势：你说的根本前言不搭后语啊。',
      reference: 'TV版第12话，捉到凯瑟琳后',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/b88b2d57b23da310849b91e690279d80',
      characters: ['银时', '登势']
    },
    {
      quote: '银时：同伴被他们绑架了，不能置之不理。\n\n桂：你认为就凭你现在这副身体能赢吗？\n\n银时：人的一生，就仿佛身负沉重的行李走在遥远的旅途上。这句话，是以前一个叫德川田信秀的大叔说的。\n\n桂：这是你混了多少大名的名字啊？应该是家康公啊，家康公。\n\n银时：初听觉得是句很烦人的话，可是慢慢想想，老人家的话果然还是有道理啊。\n也许算不上什么行李，不过任何人的双臂中都抱着些珍贵的东西，但是拥有的时候永远也不会留意到。\n注意到那份沉重却是在一切都从手中悄然滑落的时候，不知道多少次的反复想着，那种玩意再也不想再拥有了。\n可是，不知道很么时候又背起了。\n也许索性全部抛弃会比较轻松，可无论如何还是不想那样做。\n因为没有那些家伙的话，旅程将多么的无趣啊。\n\n桂：真拿你没办法啊，池田屋的时候算我欠你人情。走吧。\n你就一只手怎么拿行李呢？从现在开始，我就是你的左手。',
      reference: 'TV版第13话，准备去救被绑架的同伴',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/b6f41dcc1fc856523c2cb9783b213525',
      characters: ['银时', '桂']
    },
    {
      quote: '听好了。你们在宇宙的什么地方干什么我都不管。但我的剑，这家伙的可及之处，就是我的国家。对于不解风情的乱闯进来，对我的东西出手的家伙，管他是将军还是宇宙海盗，还是陨石，都格杀勿论！',
      reference: 'TV版第13话，和宇宙海盗战斗',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/568cb7238aec43e4f2607985bf413a63',
      characters: ['银时']
    },
    {
      quote: '总悟：我才不管他是不是幕府高官，为什么我们非得保护那只癞蛤蟆？\n\n近藤：总悟，我们是被幕府捡回来的。如果没有幕府的话就没有现在的我们，报恩尽忠是武士的夙愿，真选组的剑是为了幕府而存在的。',
      reference: 'TV版第14话，讨论是否要保护青蛙',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/12a151b435b9f5a4c0c21e83e2e65447',
      characters: ['总悟', '近藤']
    },
    {
      quote: '眼前有人的生命收到威胁的话，不管他是好人还是坏人都要出手相救，那才是人应该有的姿态。',
      reference: 'TV版第14话',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/80dec790d988bb129829a5ede308a716',
      characters: ['近藤']
    },
    {
      quote: '山崎：命令我们去保护这种混蛋，我们身处的幕府已经变成什么样了啊？\n\n土方：事到如今还说什么呢？如今的幕府，根本不是为了我们人类行使职能的，这种事情不早就心知肚明了吗？你们的剑是为了什么而存在的？是为了保护幕府吗？是为了保护将军吗？我可不是。还记得吗？那时候把我们这些没有学问没有容身之处，除了剑之外就一无是处的无赖迎进破烂不堪的道场的是谁？因为废刀令失去了剑，甚至连道场也失去了。即使如此也没有抛弃我们的是谁？帮我们找回失去了的剑又是谁？不是幕府也不是将军。我的命中大将从那时候开始，就只有那家伙一个人。既然大将说要保护他，那也没有其他办法。不管他是什么家伙，我都会保护他。不满意的话就回去，我是不会阻止。',
      reference: 'TV版第14话，近藤为保护青蛙受伤后',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/473c64bf31d28c425ac4a754543dbe56',
      characters: ['山崎', '土方']
    },
    {
      quote: '土方，我和你是一样的，我在这里也是因为喜欢近藤。不过，那个人实在是有些好过头了。虽然很擅长发现别人的优点，但对于缺点却视而不见。有我啦，土方啦，这种品行不良的人平衡一下，不才正是真选组吗？',
      reference: 'TV版第14话，烧青蛙的时候',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/c8b6b75e4bc746a221c4f5f3217cf2a8',
      characters: ['总悟']
    },
    {
      quote: '银时：我说你啊，这种年纪了还在这种地方消磨时间，真是比杯面上沾走的蔬菜碎屑还让人伤感啊。\n\n长谷川：我说你才是，年纪轻轻却从大白天开始，就一直泡在这种地方真的没关系吗？\n\n银时：人如果不能随心所欲地摄取糖分的话，就不知该如何是好了。这种时候，只要像这样看着小珠珠们一个个爆裂，就能感到安心啊。',
      reference: 'TV版第16话，和长谷川在游戏机室相遇',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/be85314436839c741a4e661db067c041',
      characters: ['银时', '长谷川']
    },
    {
      quote: '秉持信念正直地走下去虽然没错，不过因此而无法行动的话，倒不如试着圆滑一下。柔和圆滑的做人，也没什么关系。这样走下去，一定会发现自己绝对不能放弃的人生真谛，不是吗？',
      reference: 'TV版第16话，和长谷川一起喝酒',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/34ce95ccd3105ee5f26774f2cc68afeb',
      characters: ['银时']
    },
    {
      quote: '只是摘掉了墨镜，人生就能有如此改变，要向那些毛头小子惟命是从确实让人窝火，不过人不应该以年龄定论。有些小子虽然比我年轻，但对于人生却更有体会和感触。',
      reference: 'TV版第16话，找到工作后',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/e65eab0de5c4ee773685f29af3268472',
      characters: ['MADAO']
    },
    {
      quote: '银时：儿子？你有过儿子啊。\n\n源外：虽然已经死了...自作主张的跑上战场，结果丢了小命。对机器人的热衷程度不亚于我，那臭小子曾经和我一起摆弄过那些机器人。现在回想起来，那段时间大概是我人生中最快乐的时光了。以前仅仅是因为喜好摆弄机器人，不用考虑别的多余的事情。可自从被人称为江户第一发明家之后，机器人就变成了我取得什么的手段。我那个小子因为反对那样的我就离家出走了，再没能回来。',
      reference: 'TV版第17话，和银时喝酒时回忆儿子',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/d54aaa20ed530bbe701e639d0724bcc0',
      characters: ['源外', '银时']
    },
    {
      quote: '高杉：果然祭典还是越华丽越好啊。可别乱动哦，所谓的白夜叉居然被人从背后暗算。银时，你是不是变弱了啊。\n\n银时：你为什么会在这儿？\n\n高杉：乖乖地看着吧，异常精彩的节目就要开始了。还记得吗？银时，我以前率领过一支叫做“鬼兵队”的义勇军，那里面有个叫做三郎的男人，对剑术是一窍不通，不过机械方面却十足的精通。说什么“我不是来打仗的，不过是和老爹赌气”之类的，是个三句话不离老爸的家伙。可是这样一个家伙，却没能回到老爹身边就死了。真是过分啊，我们明明曾经为了保护国家而那么拼命的对抗天人，可核心的幕府却那么快地就屈就于天人，鬼兵队也不例外，遭到了肃清的厄运。看着自己儿子的人头被示众在河边，老爸心理什么滋味儿不难想象啊。\n\n银时：高杉，是你唆使大叔的。\n\n高杉：唆使？说什么傻话。我看到了了不起的獠牙，我不过帮他磨快了而已。我很能明白那老头的痛苦啊，因为在我体内，也仍有一只黑色的野兽在痛苦地翻滚，帮伙伴们报仇，让那些混蛋尝尝同样的痛苦“杀死他们，杀死他们”这样的声音二十四小时在耳边回荡。银时，难道你听不到吗？不，不可能听不到的，对过去视而不见，活得逍遥自在的你，拔掉了獠牙的现在的你，是不可能明白我们的心情的。\n\n银时：高杉啊，被你这么藐视可让人很不爽。区区野兽，我也是有的...',
      reference: 'TV版第17话，和银时在祭典相遇',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/d7ef8a1124b456e63580846cfa8eed05',
      characters: ['高杉', '银时']
    },
    {
      quote: '银时：哦，你的节目还真是弄了很大动静啊。玩英雄秀吗？也让我过把英雄瘾吧。\n\n源外：你不够格，给我让开。\n\n银时：一个人自言自语地写了剧本，哪有道理连演员都霸着不放...现在已经不流行报仇这一说了。你这样三郎会哭的。\n\n源外：你说哪个三郎？\n\n银时：哪个都会。任何人都不期望这种结局。你自己心里不也明白吗？\n\n源外：我明白，可是...我实在痛苦的受不了。儿子遭到那样的毒手，只有我一个老头苟延残喘...只能一直看着那些痛苦的回忆，我已经累了。是否能取得将军的人头，其实已经没所谓了。我也非常清楚，对于死者我做什么都无济于事，我只是想选择符合自己信念的死法，所以你给我让开。阻止我的话，即使是你我也不会客气的。\n\n银时：我不让开，我也有必须贯彻始终的信念。',
      reference: 'TV版第17话，阻止源外大叔',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/c6d8622d92dfc57e4fd52a0d3f1459cc',
      characters: ['银时', '源外']
    },
    {
      quote: '桂：看来你失败了啊。\n\n高杉：出现了一些意外的干扰。我还以为他的獠牙早就被拔光了，看来大大失算了。\n\n桂：人类为了守护什么的时候都会利刃相向。没有任何想要守护的对象的你，不过是野兽而已...高杉。\n\n高杉：当野兽也不错，反正我没有想要守护的东西，也根本没有必要。我只要毁灭一切，直到野兽呻吟停止的那一天。',
      reference: 'TV版第17话，高杉计划失败后',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/b0c197bff056f90ee24dd78e155e96b3',
      characters: ['桂', '高杉']
    },
    {
      quote: '新八：姐姐你拿出这么多条内裤晃来晃去，也为我这个弟弟想想嘛。无地自容了，比被家人一起看到还要尴尬好多。\n\n神乐：就这样，少年才能跨上成人的阶梯的说。',
      reference: 'TV版第18话，妙把内裤晃来晃去',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/92e64c958e1322ddbbc21ef2192dad5d',
      characters: ['新八', '神乐']
    },
    {
      quote: '我不管他是什么裤裆布假面还是小短裤假面，这种践踏少女纯情与男子汉骄傲的恶行，绝对不能饶恕！振作精神，一鼓作气，一击必杀，血染他的白色小短裤！',
      reference: 'TV版第18话，备战内裤假面',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/4defe66aa4da2761d1ad567241ed2c0c',
      characters: ['银时']
    },
    {
      quote: '人啊，果然还是不能等着天上掉馅饼啊。流着汗水辛苦挣来的钱，才能实实在在的抓牢。',
      reference: 'TV版第19话，和银时一起感叹',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/6c121fdde37aef4deae832e0415b79e3',
      characters: ['长谷川']
    },
    {
      quote: '你们遇到什么沮丧的事情时，如何恢复心情的？人啊，根据重新振作的方法，大概可以分为两种。一种是看着比自己卑微的东西，找寻垫底的借以自慰。另一种是看着比自己伟大的东西，狠狠地踢醒毫无气度的自己。',
      reference: 'TV版第19话',
      scene: '"http://aniquo.qiniudn.com/images/quoteScene/65f7029002d259f2fbfa73f079ffe80f',
      characters: ['长谷川']
    },
    {
      quote: '鮟鱇鱼也好纳豆也罢，东西总是越难看越好吃的。外表再逊的家伙都有它自己的一两个长处。',
      reference: 'TV版21话，开头',
      characters: ['银桑']
    },
    {
      quote: '夫妻之间没有什么对错可言，无论你的渴望多么疯狂，我都会满足你。',
      reference: 'TV版22话，对银时说',
      characters: ['小猿']
    },
    {
      quote: '新八，男人就应该趁年轻多玩玩儿的说。不然变成糟老头了以后不是被年轻女人骗，就是沦陷在奇怪的游戏中。妈咪这么告诉我的说。',
      reference: 'TV版22话',
      characters: ['神乐']
    },
    {
      quote: '小猿：对不起，阿银。其实我们什么事儿也没发生过，但是我却如此利用了你。\n\n银时：喂 你在干吗？我的脸又没受伤。我说你，听见没。算了，别碰我了，总觉得有一股纳豆臭。女人连包扎都不行的话会嫁不出去的哦。再见了。还有，下次想要求助的时候，不用拐弯抹角的，直接来万事屋好了。\n\n小猿：男人这种生物真是愚蠢。',
      reference: 'TV版22话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/09c712cc73e9664863d94e456f5fcfcf',
      characters: ['小猿', '银桑']
    },
    {
      quote: '决定了，我要去宇宙。\n\n只有在地面摸爬滚打下去和天人的征战根本看不到未来，我们这么闹着的同时。\n\n天人还在源源不断地来地球，根本无法与历史的潮流相抗，这样的战斗只是在白白浪费战友们的生命。我已经不想再看到任何战友死去了。\n\n今后，如果不把眼光放得更高更远是不行的啊，放眼纵览地球人，天人甚至星星。\n\n所以，我要去宇宙，在宇宙中驾驶着巨大的飞船，做个“捞星星”的渔夫。\n\n怎么样？银时，你是个了不起的男人困在这种狭小的星球里太可惜了，和我一起。',
      reference: 'TV版第23话，回忆',
      characters: ['辰马']
    },
    {
      quote: '能左右人心的，既非武力也非思想，而是利益。\n\n给天人和地球人双方带来利益就能谋求关系的调和。\n\n我只是按照自己的想法去保护自己的国家。',
      reference: 'TV版第23话',
      characters: ['辰马']
    },
    {
      quote: '决不可失大义，是那家伙的口头禅。那家伙在攘夷之战中抛下了在地面抗争的战友去了宇宙，你以为他为什么这么做？是为了大义，他是为了国家的将来前思虑后最终作出的痛苦抉择。我们就是被那样的他吸引而聚集在这里的，所以我们绝不能做违背他人生信条的事情。',
      reference: ['TV版第23话'],
      characters: ['陆奥']
    },
    {
      quote: '辰马：这样啊，本想要是你也去捕鱼大概会更有趣吧。\n\n银时：我吗？是啊，我就悠闲的在这个星球钓鱼好了。钓那么一两颗坠落地面的流星，再把它们重新放生宇宙。\n\n辰马：你曾经那么说过啊...真是个让人摸不着头脑的男人。不过也就是因为有你，我才能飞向了宇宙；正因为你，留在了地面上，我才能毫无顾虑地向前奔跑，因为有你这个坚实后盾...银时，即使我有天会坠落地面。只要你再次“钓”起我，我就能再次起飞，飞向那个宇宙！',
      reference: 'TV版第23话，回忆',
      characters: ['银桑', '辰马']
    },
    {
      quote: '银时：假发，你已经被这里的空气毒害的不轻了，无法再回俗世了。\n\n桂：开什么玩笑，我还肩负着救国的重任呢，我可没时间在这种地方做这种事。\n\n银时：我可不希望国家被你这种在这里跳得起劲的家伙所救。',
      reference: 'TV版第24话',
      characters: ['银桑', '假发']
    },
    {
      quote: '照彦还没懂事的时候，他老妈就死了。\n\n自此，我觉得自己必须扮演好母亲的角色。似乎做得有点过头了，才变成了今天这种状态。\n\n不过，我为了那个孩子一直贯彻自己的信念。至今为止，我从未为自己的决定后悔过，相信以后也不会。\n\n确实这些臭样子会被某些人嘲笑个不停，但是灵魂确实比所有男人女人都更加美丽。',
      reference: 'TV版第24话',
      characters: ['西乡']
    },
    {
      quote: '银时：你一点都不懦弱...\n\n银时&桂：这种事大家都知道拉。\n\n银时：你也是，你老爹也是，都是拥有强大灵魂的男人。说什么谁都不了解，别犯傻了。知道的人自然会了解。\n\n桂：你要记住至少这里有两个人是了解的！',
      reference: 'TV版第24话，救照彦时',
      characters: ['银桑', '桂']
    },
    {
      quote: '朋友哭泣的时候，只要陪着一起哭泣就好了。\n\n朋友苦恼的时候，只要抱着脑袋一起苦恼就好了。\n\n朋友解大手的时候，你只要一起解大手就好了，小新。\n\n真的是朋友的话，就要能分担任何痛苦。然后呢，小新。\n\n当朋友走上歧途的时候，哪怕要损失掉这段友情也一定要把他拉回来。这才是真正武士奉行的友情。',
      reference: 'TV版第26话',
      characters: ['妙']
    },
    {
      quote: '高仔，我其实和你一样啊，自从那次的“便便事件”，我也十分讨厌自己的懦弱，一直想要变强。\n\n但是高仔，想要变强是没有近路可抄的。即便假装外表强悍，可是那层纸老虎皮也是风一吹就掉的。\n\n纠党结社，狐假虎威，这难道就是你追求的强大？高仔你想成为那么逊色的角色吗？',
      reference: 'TV版第26话，新八救高仔时',
      characters: ['新八']
    },
    {
      quote: '梦想到底是什么东西？有梦想很辛苦，没有也很悲伤。但是这样一条荆棘之路，用自己的拳头打开了道路的你的身影，我深深的感动了。',
      reference: 'TV版第27话，开头',
      characters: ['神乐']
    },
    {
      quote: '嘲笑拼命努力的人的家伙最差劲了的说。',
      reference: 'TV版第27话，骂总悟',
      characters: ['神乐']
    },
    {
      quote: '土方：不用跟我客气，尽管吃。\n\n银时：这到底是什么回事？\n\n总悟：老板，抱歉，事情被揭穿了。\n\n银时：我不是说那个...这是什么回事？你跟蛋黄酱有仇吗？\n\n土方：“炸猪排盖饭土方特制升级版”。\n\n银时：谁要你的“特制升级版”。小姐，给我一份巧克力冷糕。\n\n土方：你就一辈子摄取你的糖分去吧。怎么样，总悟？好吃吧。\n\n总悟：你真厉害啊，土方。居然能让炸猪排盖饭升华成狗粮。',
      reference: 'TV版第27话，土方请银时和总悟吃饭',
      characters: ['土方', '总悟', '银时']
    },
    {
      quote: '土方：我光是以为你是个疯狂的家伙，可没想到傻到这种程度。对方可不是你这么一个小喽罗就能击溃的平常角色，会丢命的。\n\n银时：我不会给你们添麻烦的。\n\n土方：你是死是活跟我无关，但我理解不了，有必要特意去送死吗？\n\n银时：不去我也会死。我的体内啊，有个器官比心脏更重要，它虽然看不见，但确实在我的体内从脑袋一直贯穿到胯间。就因为有它，我才能这样站得直坐得正...就算脚步摇晃也能笔直地向前行，在这里退缩的话，那东西会折掉的，灵魂会折断的啊。就算心脏停止跳动，我最重要的还是它啊，就算老得弯腰驼背了，它也必须永远挺直。\n\n土方：就是说要为了自己的美学而去死吗？真是个不得了的浪漫主义者。\n\n',
      reference: 'TV版第27话，银时准备为鬼道丸报仇',
      characters: ['银桑', '土方']
    },
    {
      quote: '鬼狮子：这里已经没有你的立足之地了，已经成为我的舞台了。你给我消失吧。\n\n银时：怎么可能消失...笔直活着的笨蛋的灵魂...就算肉体毁灭，也不会消失。\n\n鬼狮子：那我就把那个所谓的灵魂消灭干净。',
      reference: 'TV版第27话',
      characters: ['银时']
    },
    {
      quote: '就这种程度的话，我的灵魂是不会折断的...',
      reference: 'TV版第27话，被鬼狮子击中',
      characters: ['银时']
    },
    {
      quote: '松平：给我站起来，你这只猩猩。3秒之内不站起来的话，我就打穿你的猩猩脑袋。1（开枪）\n\n近藤：你还没数2和3啊\n\n松平：鬼才认识那种数字。男人啊，只要记得1就能活下去了。',
      reference: 'TV版第28话',
      characters: ['松平', '近藤']
    },
    {
      quote: '新八：难道神乐你想一直在这里等银桑回来？医生都说了，人类的记忆像树枝一样错综复杂。所以只要动了任何一根，也许其他树枝也会跟着晃动。但是那颗大树可能已经枯萎掉了，连树枝都，像我们这些小树枝，银桑他早就...\n\n神乐：没有枯萎，我不会让它枯萎的。虽说我们是小树枝，但如果连树枝都枯萎的话，那样树干就真的会枯萎的。所以我不会放弃的。就算冬天来了树叶都掉光了，风吹的树枝都掉落，而我是那最后一根，我也会坚持下去的，直到最后我们还是会共存亡的。',
      reference: 'TV版第32话',
      characters: ['新八', '神乐']
    },
    {
      quote: '山崎：老板，我要离开了，他们说局长不见了。\n\n银时：吉米，你不要因为这样就放弃。任何人一开始都不会很顺手的，但很快就会熟练的啊。\n\n山崎：我说吉米到底是谁啊！你该不会是看我很普通就随便给我起名字吧，而且我只是来这里侦查的。',
      reference: 'TV版第32话',
      characters: ['山崎', '银时']
    },
    {
      quote: '银时：为...为什么...为什么你们会在这里？为什么还会来这里？我不是说了吗？不要再管我了，你们去过自己的生活啊！\n\n神乐：你没资格说我们，我早就在过自己的生活了。\n\n新八：我是自愿过来的。\n\n新八&神乐：是我们自愿和你在一起！',
      reference: 'TV版第32话',
      characters: ['银时', '新八', '神乐']
    },
    {
      quote: '电车武士，你到底在害怕些什么？有什么让你如此恐惧？你是害怕约会会搞砸吗？还是还怕被对方甩？受点伤有那么可怕吗？臭小子。\n\n人类还怕的东西只有两种，那就是死亡和耻辱。想要战胜死亡，那是笨蛋的行为。但是我却不会取笑那些克服耻辱的人。反而我很喜欢他们。\n\n你就大胆去吧，电车武士。去丢一次脸吧，电车武士。丢过一次脸后，你一定能更加坚强的。去吧，电车武士！',
      reference: 'TV版第34话',
      characters: ['银时']
    },
    {
      quote: '总悟：我看不下去了，老爹。与其背负罪名活下去，不如像个武士一样从容就义。\n\n松平：像你这样的人，只要发生一点小事动不动就自杀。活着并不是那么光彩的事，真正光彩的是你就算是丢脸也要忍辱偷生的活着。',
      reference: 'TV版第35话',
      characters: ['总悟', '松平']
    },
    {
      quote: '恋爱，不管是不是悲恋，总会让人成长。',
      reference: 'TV版第35话',
      characters: ['新八']
    }
  ]
}
