exports.hyouka = {
  name: '冰菓',
  alias: ['冰果'],
  info: '《冰菓》系列（日语：〈古典部〉シリーズ），是日本作家米泽穗信所著、以“古籍研究社”（日语：古典部）为中心的系列推理小说，于2001年11月开始由角川书店出版至今。繁体中文版由独步文化代理发行；简体中文版由天闻角川代理发行。2011年11月，京都动画宣布制作电视动画《冰菓》，并于2012年4月播出。',
  cover: 'http://aniquo.qiniudn.com/images/sourceCover/c0cc9571025d16157237d8a2f003b015',
  characters: [
    {
      name: '折木奉太郎',
      alias: ['折木', '奉太郎', '折棒'],
      info: '神山高中一年级B班的男生，本作主人公，也是最主要的描述者。宗旨、座右铭是“没必要的事不做，必要的事尽快解决”，被福部他们戏称为“节能主义者”。由于这种性格，对校内的社团活动几乎没有兴趣，但在作为神山高中古典部的姐姐折木供惠的强烈推荐（近乎威胁）下，加入了古典部。由于洞察力和推理能力很强，自然而然地担当了侦探的职务。思考时习惯捏额前的发。但是他本人将那种能力不叫推理而是运气。TV第七话因为泡温泉时听见千反田沐浴的声音而晕堂。与千反田关系暧昧。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/20e40d99b7d2f6a8086900217bbe32bd'
    },
    {
      name: '千反田爱瑠',
      alias: ['千反田', '爱瑠'],
      info: '神山高中一年级A班的女生。“富农”千反田家的女儿。由于“个人原因”进入古典部并担任部长。性格认真，个子很高，披肩黑发，外表清秀，说话全部都用敬语，一般来说都是像千金小姐，但是特征是与整体印象不相符的大大的眼睛。平时像千金小姐一样，但一旦有了自己感兴趣的事情或是自己不能理解的事情，都会说“我很好奇！”这句话，那双大大的眼睛就会闪闪发光成为好奇心的化身。因此多将身边的人牵扯进去，但是不会被别人的情绪左右，懂得适可而止。成绩在整个年级都名列前茅，也很擅长料理，在文化祭中显露了自己的身手。有暗示喜欢折木，想给他送巧克力。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/0a4a8a7c40508eb8a69811005fbb15d0',
    },
    {
      name: '福部里志',
      alias: ['里志'],
      info: '神山高中一年级D班的男生，既是古典部的也是手工部的，还隶属于总务委员会。信条是：即兴才是说笑，留下祸根就是说谎。身高低于男生平均水平，从远处看像女生，但是喜欢自行车旅行，在很大程度上锻炼了脚力。总是笑眯眯的。擅长杂学，自认为数据库。从现代史到推理小说无所不知，但正如他的口头禅“数据库不能得出结论”，自己从来不进行推理。在意自己总是输给奉太郎，说自己“不想成天光是仰望他”，但更在乎自己与奉太郎的友情。总是带着荷包，里面有各种各样的东西。受到了伊原的表白，但总是将话题巧妙岔开。二年级成为了总务委员会副委员长。',
      avatar: 'http://aniquo.qiniudn.com/images/characterAvatar/548afc041724680d6bfc0ca5bdf6df03'
    }
  ],
  quotes: [
    {
      quote: '没必要的事不做，必要的事尽快做。',
      reference: '座右铭',
      characters: ['折木']
    },
    {
      quote: '即兴才是说笑，会留下祸根就是说谎。',
      reference: 'TV版第1话',
      characters: ['里志']
    },
    {
      quote: '我很好奇！',
      reference: '口头禅',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/57b2d05e6c857be77e26cd51990fc025',
      characters: ['千反田']
    },
    {
      quote: '千反田：请看，折木同学。这是我的故乡。只有水和土地，人们也在渐渐衰老，失去活力。我并不觉得这里是最美的地方，也不觉得这里充满了可能性。但是...我想向折木同学介绍这里。\n\n折木：话说回来，关于你所放弃的「经营性的战略眼光」，我来替你掌握，如何？',
      reference: 'TV版第22话，结尾',
      scene: 'http://aniquo.qiniudn.com/images/quoteScene/b938a1ad213de59643890e56529cac07',
      characters: ['千反田', '折木']
    }
  ]
}
