exports.inoubattle = {
  name: '日常系的异能战斗',
  alias: ['異能バトルは日常系のなかで'],
  info: '作品以总是憧憬能去使用异能力战斗的世界的高中生安藤寿来为原点，没想到某天真正的超能力在他身上觉醒，于是他便有机会成为了学园异能战斗的主角。——虽然可以这么想，但生活在和平的每一天里，既没有毁灭世界的秘密机关、异能战争之类的设定，也没有勇者、魔王等角色的存在。当包括主角在内的 文艺部全员都成为了最强异能持有者，围绕着他们荒谬绝伦的超能力的故事就此上演。',
  characters: [
    {
      name: '安藤寿来',
      alias: ['安藤', '寿君'],
      info: '被鸠子拉到文艺部。中二少年。持有【红色圣经（Blood Vivre）】（圣经应是Bibre，Vivre是彩弓逗安藤的）（实际上就是中二笔记本） 憧憬异能战斗的他，突然获得了真正的超能力。 文艺社成员所持有异能的命名者，并自称【基尔迪亚·希恩·咒雷】。 异能为无法燃烧东西也没有攻击力的【黑焰（ダークアンドダーク）】。 异能解放第二形态是【黑焰——画上终止符者（Dark andDark – Of The End）】。觉醒时，有种“有生以来第一次真心想杀人”的冲动（彩弓和千冬阻止了安藤）。',
    },
    {
      name: '神崎灯代',
      alias: ['灯代'],
      info: '拥有操纵时间的异能【永远（Closed Clock）】。原（现在仍有一些）中二病气息的少女。绰号【嗤笑于宵暗的二律背反魔女】（初中时代的文化遗产）。次文化知识很丰富，社团内主要吐槽寿来中二病言行的人。是隐藏的宅女，擅长对安藤的想法借题发挥。希望成为轻小说家并为此努力中...',
    },
    {
      name: '栉川鸠子',
      alias: ['鸠子'],
      info: '安藤的青梅竹马，爱笑。 “长大了要成为寿君的新娘子。” ——摘自鸠子的日记（幼儿园用）拥有的异能是掌握所有自然界的属性【五帝（Over Element）】，可以操控风火水地光五种属性。在五人中具有最高的攻击输出。经常无法理解安藤说的话。'
    },
    {
      name: '高梨彩弓',
      alias: ['彩弓'],
      info: '腰肢柔软而且博学的文艺部部长。 给人柔美的印象，却很容易怒火爆发。 个人曾说“腐是淑女的必修课哟~☆” 持有柔道和空手道的黑带。 拥有着把一切事物还原的神域之异能【始原（Route of Origin）】。可以使事物“恢复其应有的姿态” 经常嘲笑安藤。 异能解放第二形态“哲理封锁圆环”。'
    },
    {
      name: '桐生一',
      alias: ['生一'],
      info: '灯代的哥哥，曾经是泉光高中文艺社的成员。 有着不输给寿来的中二病言行，自称为【雾龙·赫尔德凯撒·路西·法斯特】。 现在是异能者集团“黑色十二枚之翼”（形式上）的领导者，异能是操控重力的【堕天使的铁锤向愚者挥下（Lucifer’s Strike）】（自命名）。 凭借一人之力击败了【战争管理委员会】需要商讨对策的集团【F】，并且没有动用他自己的奥义（当时【F】的成员具有神的力量）。'
    }
  ],

  quotes: [
    {
      quote: '生一：呐，安藤，你是怎么理解中二病的？\n\n安藤：我觉得是...对自己诚实。\n\n生一：回答的很好。但是有点抽象。所谓中二，类型且不说，根源是一样的。刚开始是自我否定，因为不喜欢自己，不喜欢自己生存的世界，于是就开始创造另一个自己，或者虚构的设定。但是那种感情是对自我肯定的强烈渴望，就像要成为另一个自己一样，希望现在的自己得到认同。自我否定和自我肯定得不到解决的矛盾，就是中二病的根烟。',
      reference: '动画第3话',
      characters: ['生一', '安藤']
    },
    {
      quote: '看来人果然是看到比自己下等的存在就感觉心里平衡了啊。',
      reference: '动画第5话',
      characters: ['灯代']
    },
    {
      quote: '灯代：与其说想当作家，不如说写故事很开心。如果可能的话，希望更多人能够读到我的故事。我知道想成为职业的没那么容易，虽然也没有什么才能，但是现在感觉写故事很开心。\n\n安藤：这样啊，那很好啊，开心就行了。\n\n灯代：你会支持我吗？\n\n安藤：不会，不支持你。怎么说呢，我感觉这种时候不能轻易支持你。当朋友要朝不稳定没保证的路迈进的时候，如果灯代你说，我的目标是成为作家，很厉害吧。是个到处鼓吹梦想的家伙，我也许会随便支持你一下。但是，你并不是那种人，支持别人的梦想谁都能做到，但只有亲近的人才会为你担心。\n\n灯代：安藤...\n\n安藤：我还不知道你认真到什么程度，如果只是觉得写写轻小说很开心，我认为就很好。如果你真心想当作家，想走职业路线的话，我不能不负责任地支持你。',
      reference: '动画第5话',
      characters: ['灯代']
    },
    {
      quote: '安藤：要成为一个优秀的人，祖母是这样对彩弓同学说的吧。\n\n彩弓：你还记得啊。\n\n安藤：不优秀，又有什么关系？我觉得人无完人，现在的彩弓同学已经足够有魅力了。\n\n彩弓：其实那句话还有下文哟。\n\n安藤：下文？\n\n彩弓：要成为一个优秀的人，那样的话，不优秀也没有关系，肯定会出现一个人对你说这句话的。没想到，对我说这句话的人竟然是安藤君。世界充满温柔慈悲至深的话语，不努力也没关系，Number One 不如 Only One。但是，这是赞赏和慰劳的话语，并不是妥协和撒娇的说辞。祖母是想表达这个意思吧，我想。如安藤君所说，人无完人吧。但是，我的目标是要成为一个完人。即使成不了优秀的人，那成为优秀的人的意志也绝不是徒劳无益的。',
      reference: '动画第6话',
      characters: ['安藤', '彩弓']
    },
    {
      quote: '我不明白...我就是不明白！\n\n寿君说的话我一点都不明白！\n\n寿君说好的东西，到底怎么好我不明白！\n\n不明白！我不明白！\n\n染血（Bloody）到底有什么帅的？\n\n我讨厌血，因为只有疼痛！\n\n疯狂有什么帅的？Crazy 到底有什么好我不明白！\n\n什么罪恶深重，有罪到底有什么好？罪犯很帅吗？\n\n还有，混沌是什么东西，混乱（chaos）吗？\n\n所以呢？\n\n黑暗是什么？天黑了就好吗？\n\n说到正义和邪恶，为什么邪恶是好的？为什么坏的反而是好的？因为坏才叫邪恶不是吗？\n\n右臂疼怎么帅了？\n\n不能控制自己的力量的感觉让人着迷，什么嘛，就是个傻瓜不是吗？\n\n能控制的人才帅，才伟大！\n\n平时把力量隐藏起来有什么帅的？不过就是在偷懒！\n\n不隐藏而是拼尽全力的人才帅！\n\n为什么要起绰号起外号？起那么多名字只会让人更不明白不是吗？\n\n不管英语还是什么，不要标注片假名！我记不住啊！\n\n写成镇魂歌就不要读 Requiem！\n\n写成禁忌就不要读 Taboo！\n\n写成圣战就不要读 Jihad！\n\n希腊神话、圣书、北欧神话、日本神话，不要稍微调查了一下就扯到那边去！内容不告诉我我根本不懂！要告诉我就好好告诉我啊！\n\n跟我讲什么神话里出现的武器，我一点都没兴趣！\n\n什么永恒之枪（Gungnir）、朗基努斯（Longinus）、王者之剑（Excalibur）、迪朗达尔（Durandal）、天丛云剑完全不懂什么意思！\n\n到底哪里帅了，我完全不理解！\n\n还有其他用语也搞不懂！\n\n什么原罪、十戒、创世纪、默示录、哈米吉多顿（Armageddon）。\n\n什么叫名字很帅？什么让我用气息来感知？我做不到！\n\n什么相对论、薛定谔的猫，什么万有引力，不要在网上随便查一查就装得自己很懂！\n\n半吊子的解释，我一点都不明白！\n\n不要引用什么尼采、歌德的话，引用这些我不熟悉的人的话，我根本不知道你想说什么！\n\n用你自己的话说吧，求你了！说一些我能听懂的话吧！\n\n中二是什么？中二到底是怎么回事？\n\n我不明白！我不明白！我不明白！我不明白！我不明白！！！\n\n寿君说的话，我一直以来，一句都...一丁点都...不明白！',
      reference: '动画第7话，11:04 -- 13:28',
      characters: ['鸠子']
    },
    {
      quote: '生一：小姑娘你不明白的是中二对吧？那就好办了，保持不明白的现状就好了。中二病患者，希望得到别人的理解，同时又不希望被理解。\n\n鸠子：诶？那不是很矛盾吗？\n\n生一：没错，很矛盾。这也是一个无法解决的矛盾。无尽之悖论（Endless Paradox）。\n\n鸠子：无尽之悖论（Endless Paradox），啊咧，好像在哪儿听过。\n\n生一：中二病患者追求我与众不同，我很帅。他们不能轻易被看透。弱得到众人的认可，那就不是中二了，什么都不是。想被人理解，同时又不想被人理解。所以呢，我觉得完全不能理解中二的小姑娘你，对于青梅竹马的那个男孩来说，是活出自我不可缺少的存在。\n\n鸠子：是这样吗？\n\n生一：呐，小姑娘，你觉得人类的幸福是什么？\n\n鸠子：诶？那个...是爱吧。\n\n生一：答得好。已经无限接近人的幸福了。但是，答案其实更简单。人的幸福...被选择。\n\n鸠子：被选择？\n\n生一：人人都想成为被选中的人。\n\n鸠子：啊，这样啊。我只是，想被寿君选择啊。',
      reference: '动画第7话',
      characters: ['生一', '鸠子']
    }
  ]
}
