exports.loveLive = {
  name: 'Love Live',
  alias: ['LL'],
  info: "《Love Live!（ラブライブ!）》是由日本知名动画制作公司SUNRISE、音乐出版商Lantis以及 ACG 月刊杂志电击G'smagazine联手打造的二次元偶像企划。",
  cover: '',
  characters: [
    {
      name: '高坂穗乃果',
      alias: ['こうさか ほのか', '穗乃果', '果果'],
      info: "日本二次元偶像计划《Love Live!（ラブライブ）》中女主角之一，是音乃木阪学院校园偶像团体μ's的发起人。"
    },
    {
      name: '南小鸟',
      alias: ['南 ことり', '南琴梨', '小鸟', '琴梨'],
      info: "日本二次元偶像计划《Love Live!（ラブライブ）》中主角之一，是音乃木阪学院校园偶像团体μ's的成员。音乃木坂学院2年级生，音乃木坂学院理事长的女儿。是和穗乃果、海未最先开始“学院偶像”计划。在经历了很多事情后，重新走到一起的九人再次以μ's开始，在礼堂实现了她们最初的愿望。"
    },
    {
      name: '园田海未',
      alias: ['園田海未', '海未', '海爷'],
      info: "园田 海未（そのだ うみ，Sonoda Umi）是日本二次元偶像企划《lovelive!》的主要人物之一，音乃木阪学院校园偶像团体μ's的成员。"
    },
    {
      name: '绚濑绘里',
      alias: ['あやせ えり', '绘里', 'KKE'],
      info: '绚濑绘里（あやせ えり，Ayase Eli）是日本二次元偶像企划《lovelive!》的主要人物之一。',
    },
    {
      name: '东条希',
      alias: ['東條希', '希'],
      info: '东条希（とうじょう のぞみ，Tojo Nozomi）是日本二次元偶像企划《lovelive!》的主要人物之一。原音乃木坂学院学生会副会长，现已毕业。'
    },
    {
      name: '矢泽妮可',
      alias: ['矢澤にこ', '矢泽日香', '妮可', '日香', 'Nico'],
      info: "日本二次元偶像计划《Love Live!（ラブライブ）》中的人物，音乃木坂学院校园偶像团体μ's的成员之一以及偶像研究社部长。认为偶像是“让观众绽放笑容”的工作，偶像研究社的部长。在一年级时成立偶像研究社，但因为妮可的标准太高，其他成员无法负荷而陆续退出。相当关注μ's的行动，认为μ's职业意识不够，因此要求其解散。后因穗乃果等人的行动而加入μ's，成为第七个加入μ's的成员。",
    },
    {
      name: '西木野真姬',
      alias: ['にしきの まき', '真姬'],
      info: "西木野 真姬是日本二次元偶像企划《lovelive!》的主要人物之一，校园偶像团体μ's的成员。"
    },
    {
      name: '星空凛',
      alias: ['ほしぞら りん', '凛', '凛喵'],
      info: '星空凛（ほしぞら りん，Hoshizora Rin[1] ）是日本二次元偶像企划《lovelive!》的主要人物之一。'
    },
    {
      name: '小泉花阳',
      alias: ['小泉花陽', '花阳'],
      info: "小泉花阳是日本二次元偶像企划《lovelive!》的主要人物之一。绮罗翼评价“能够给各位（μ's）个性独特的成员名的歌声带来完美的调和。"
    }
  ],

  quotes: [
    {
      quote: '微笑小香香（妮可妮可妮/にっこにっこにー！）☆让你的心也跟着微笑，传递笑容的矢泽日香，爱日香就要记住小香香哦☆',
      reference: '卖萌专用',
      characters: ['妮可']
    },
    {
      quote: "今后，我想改变自己。九个人在一起的时候，是我最闪亮的时候，比我一个人的时候还要闪亮。现在我的目标是宇宙第一偶像小香，和宇宙第一团队μ's一起，更加发光发热。这是我最大的梦想，也是我想做的事。",
      reference: 'Love Live 二期第4话',
      characters: ['妮可']
    },
    {
      quote: "希：我所说的东西不是梦想那种伟大的东西。\n\n真姬：那是什么？\n\n希：是什么呢？只是，就算不是曲子也好，我只希望能九个人同心协力做出某样东西就好。因为对我而言，这九个人就是奇迹。对，对我而言，μ's是奇迹。\n\n(回忆）第一次遇到了，因为太过保护自己，所以跟大家有了距离，无法融入大家。不懂耍小聪明，简直就跟我一样。她比谁都要用心，但是不擅长表达，经常与人发生冲突。\n\n希：那个...\n\n绘里：你是...？\n\n希：我...我是东条希。\n\n那就是我和绘里的相遇。在那之后也看到有相同想法的人，但却没机会认识。看到小真姬的时候，虽然有股热情，但是也不知道该怎么去联系。像那样的女孩，在那里也有，这里也有。就在那时，出现了用强大力量把我们连结在一起的存在。有怀抱同样想法的人，又有让我们连结起来的存在，所以我想一定要让它成型，让这九个人留下什么。的确，能留下歌曲或许是最好的。不过，不就算不是也好，因为μ's已经有了很好的成绩。我这样就很满足了，梦想已经...最大的梦想早就已经...",
      reference: 'Love Live 二期第8话',
      characters: ['希', '真姬', '绘里']
    },
    {
      quote: "穗乃果：这样啊，我知道了，就是这个！\n\n妮可：你突然怎么了？\n\n穗乃果：μ's的动力！我们为什么能努力一路撑过来的原因。μ's就是这个！\n\n花阳：这个？\n\n穗乃果：嗯，大家看到我们的努力，就很支持我们。我们能一起成长，这就是所有的一切。大家同心协力，一起向前进，再一点点的去实现梦想。那就是校园偶像，那就是μ's。 \n\n绘里：大家的力量...\n\n海未：那就是μ's...",
      reference: 'Love Live 二期第10话',
      characters: ['穗乃果', '妮可', '花阳', '绘里', '海未']
    },
    {
      quote: "穗乃果&小鸟&海未&真姬&凛&花阳：等待会结束后，μ's就要解散了！\n\n穗乃果：果然还是得这九个人，这九个人才是μ's。\n\n海未：有人离开，又有人加入，我知道这是很正常的事。\n\n真姬：但是，我们要的并不是这样。\n\n花阳：μ's就这九个人。\n\n凛：无法想象缺少任何一人。\n\n小鸟：缺一个就不是μ's了。",
      reference: 'Love Live 二期第11话',
      characters: ['穗乃果', '小鸟', '海未', '真姬', '凛', '花阳']
    }
  ]
}
