exports.pakorare = {
  name: '苟活于污秽世界下',
  alias: ['パコられ'],
  info: '在凌辱，和暴力之下，深爱的人逐渐崩坏。',
  cover: '/images/sourceCover/b3300812d10ec3bd8e30699af1016440',
  characters: [
    {
      name: '安芸纱仓',
      alias: ['安芸紗倉', 'あき さくら'],
      info: '',
      avatar: '/images/characterAvatar/4447ea76225469aed60aee6b8b06e305',
    },
    {
      name: '榊樹里',
      alias: ['さかきじゅり'],
      info: '',
      avatar: '/images/characterAvatar/0772c6bb9019a87d005c40eb87ff4104',
      quotes: [

      ]
    }
  ],
  quotes: [
    {
      quote: '其实因为懦弱已经吃尽了苦头，来世就做个坚强的人吧。其实这真是段不幸的人生，来世就幸福地活下去吧。',
      reference: 'True End',
      scene: '/images/quoteScene/51cc1a981503a822d16abbbb519e1985',
      characters: ['安芸纱仓']
    },
    {
      quote: '在伤害和被伤害之间变得成熟。人正因为会被遗忘，所以才能向前活下去。',
      reference: 'True End',
      scene: '/images/quoteScene/d39bbb306f86a166d1750494515060f4',
      characters: ['安芸纱仓']
    },
    {
      quote: '中学的时候我就这么觉得了，纱仓总是很喜欢在做些什么之前给别人打预防针呢。\n\n最初用“是我的错”这种话来打掩护，话都这么说了，谁还敢公然责备你？或许那知识你的处世之道⋯⋯\n\n但你以为那种自闭小孩一般的借口在什么时候都能通用么？哭着、蹲着说对不起，然后用这是“纯粹”去梅花自己的窝囊，甚至搬出感受性太高之类的奇怪的借口，永远呆在同一个地方不肯前进。\n\n哈啊，我并不会说被强奸的孩子有什么错。但是，也不觉得你很可怜，也不认为你是受害者。因为，就算在怎么样，也没有理由会堕落到这种地步吧？说到底，越活越痛苦的生活方式都是自己选择的。\n\n明明要当机立断的事情，却找这个那个借口不断推迟。明明不得不面对的事情，却用自己心里有伤口之类的言论来逃避。导致犹豫不决的自己越来越被无可奈何的现实凌辱。\n\n嘛，通过不断地自我责备，稍微减轻了些罪的意识，也不用考虑其他事了吧。\n\n我想表达的，你明白吗？⋯⋯你之所以会变得如此不行——没有其他原因，就是因为你自己！',
      reference: '和树里见面时',
      scene: '/images/quoteScene/129527487d0997869a03571bf08e2571',
      characters: ['榊樹里']
    },
    {
      quote: '弱者只会沆瀣一气，一遍咒骂他们无力改变的现实一遍原地踏步。\n\n想要改变的话，能改变的事情多的是。是谁一遍说着不想改变、不去改变、改变不了，一边自我放弃啊。\n\n是谁在用罪感和流泪自我陶醉，成天沉迷在哪种东西里，最后自我束缚啊。\n\n啊啊是啊，坏人是很多。是谁不去面对这种事实，尽找些这个世界充满爱之类的借口，成天做白日梦啊。要会化解他人的恶意，让自己变得更强大和对手堂堂过招！是谁怠慢了这种身为人理应要做的努力？！',
      reference: 'Normal End，认同树里选项',
      scene: '/images/quoteScene/129527487d0997869a03571bf08e2571',
      characters: ['榊樹里']
    }
  ]

}
