exports.rwby = {
  name: 'RWBY',
  alias: [''],
  info: '本作的背景设定在类现代但是充满着超自然力量的世界。主要角色为四个拥有各自的特殊能力（外像力）及武器的女孩：一个是少年英雄，一个是尊贵的女继承人，一个是迷惘的侠盗，一个是派对女孩。她们因各种原因聚在一起组成“RWBY”小队并接受训练，一心致力于对抗肆意横行“树𣎴子”（Remnant）奇幻世界的邪恶力量。[2] 在此之前，人类为了生存，发起了对戮兽（Grimm）的战争，直到他们发现“尘晶”（Dust）可以被用作魔力来源，这让人类得以对抗它们，并建立了文明世界。',
  characters: [
  // ruby
    {
      name: 'Ruby Rose',
      alias: ['Ruby'],
      info: '有点天然呆，好奇心旺盛，并且敢于尝试各种大胆新奇的事物。古道热肠、充满正义感，对外人保持着友善关怀的心，能轻易打开胸怀接纳每一个人成为朋友和伙伴。很崇拜猎人和他们的生涯，并期望自己在将来能入学信标学院、成为一名女猎人。因为奥兹平校长表示“作为领导者，就必须要做到最好”而用心学习，以及努力合络团队中的同伴情谊。喜欢看武器杂志，并且似乎比较喜欢认识新武器而不是它们的主人。习惯戴着眼罩睡觉。她的叔叔Qrow是信号学院的讲师与一位使用镰刀的高手，曾教导Ruby战斗技巧。',
    },
    // weiss
    {
      name: 'Weiss Schnee',
      alias: ['Weiss', 'Ice Queen'],
      info: '曾经表白自己作为一名继承人所背负的压力与枷锁，以及因为“白牙”对公司的破坏而承受着父亲的怒气。因为曾有朋友被“白牙”杀害与父亲迁怒而憎恨“白牙”、讨厌弗纳人，也因此和身为弗纳人的Blake激烈争吵，但两人在公开布诚之后表示她在乎的是Blake的伙伴身份而非种族身份。',
    },
    // blake
    {
      name: 'Blake Belladonna',
      alias: ['Blake'],
      info: '曾经是弗纳人民权组织“白牙”的一员（本人提及自己几乎是成长于“白牙”），但因为不认同后来变成暴力组织的“白牙”的武力理念而脱离，决定隐瞒身分、成为一名女猎手。对现今弗纳人饱受人类欺凌的现况十分担忧，并曾经激烈反对和辩驳Weiss认为弗纳人都是骗子小偷的言论。',
    },
    // yang
    {
      name: 'Yang Xiao Long',
      alias: ['Yang'],
      info: '热血、剽悍、开放、健谈，典型的女汉子。极具个人特色。很重视Ruby，为了保护Ruby可以不顾自身安危。相当在乎自己的头发，若是因为外力因素（例如战斗）而掉落的话就会大暴走。以自己的妹妹成为队长深以为荣，并且在许多事情上努力帮助著团队的运作与活络，也是RWBY小队中最强壮的一个。外像力与火有关（在很多她爆气与暴怒时都出现头发、身体或画面带着火焰）。在第一季vol.2第4章中，Yang还展现出了从对手的打击中吸收能量进行反击的特殊能力。',
    },
    // oz
    {
      name: 'Professor Ozpin',
      alias: ['Oz'],
      info: '信标学院的校长，名字源自绿野仙踪的角色。总是拿着手杖与一个马克杯。在暗中使用卷轴板观看Ruby的战斗动作并了解其情况后，让Ruby越级升入信标学院。说话态度和蔼，给人以坚忍之感。而开学讲话及其对待Jaune的疑问的表现又展现其严厉的一面。他可能更偏向于让学生自己探索学习而非理论提示和说明。疑似为一名隐退的大人物，并且曾对Ruby说“我犯下的错误比这个星球上的任何人都要多”，但稍后仍能看到他似乎仍在暗中关注与计划某件事情。',
    },
    // 女教师
    {
      name: 'Glynda Goodwitch',
      alias: ['Glynda'],
      info: 'Glynda Goodwitch（格琳达·古德维奇）是美国Rooster Teeth Productions制作的原创网络动画《RWBY》中的角色，信标学院（Beacon）的女教师。',
    }
  ],

  quotes: [
    {
      quote: 'Glynda: 孩子们，请不要...拿你们的食物来玩。\n\nOz: 算了吧。\n\nGlynda: 他们可是要成为这个世界的守护者的啊。\n\nOz: 他们会成为的。但现在，他们还只是一群孩子，为什么不让他们耍耍孩子气呢？毕竟...他们有一天也不再会是孩子了。',
      reference: '动画第二季第一话',
      characters: ['Oz', 'Glynda']
    }
  ]
}
