exports.shawshank = {
  name: '肖申克的救赎',
  alias: ['The Shawshank Redemption'],
  info: '银行家安迪因被陷害杀害妻子与她的情夫，被判两个终身监禁。入狱后，影片便以黑人狱友瑞德冷静的旁白来推进。监狱数十年如一日的改造会使原本自由的心灵习惯了牢笼的禁锢，而这也将是安迪的命运？',
  characters: [
    {
      name: '安迪·杜佛兰',
      alias: ['Andy Dufresne', '安迪', 'Andy'],
      info: '年轻银行家，原欲报复妻子外遇，后反悔打消念头，不料妻子及情夫当晚即遭杀害，被诬陷杀害二人罪名，进入肖申克监狱。后在监狱待了19年后，在监狱中办监狱图书室，为囚犯播放美妙的音乐，还利用自己的知识帮助大家打点自己的财务，典狱长发现他的理财特长后让他帮助自己清洗黑钱做假帐。通过瑞德陆续获得凿子之类的小工具，利用期间打造的地道逃狱，重获新生。'
    },
    {
      name: '艾利斯·波德·瑞德',
      alias: ['Ellis Boyd "Red" Redding', '瑞德', 'Red'],
      info: '肖申克监狱囚犯之一，狱中交易商，与安迪结为好友在狱中数次为安迪提供凿子之类的小工具。曾经数度申请假释均被驳回，安迪逃狱后，终于获得假释并且与老友重逢。'
    }
  ],

  quotes: [
    {
      quote: '恐惧让你沦为囚犯。希望让你重获自由。',
      reference: '电影',
      characters: ['安迪']
    },
    {
      quote: '刚入狱的时候，你痛恨周围的高墙；慢慢的，你习惯生活在其中；最终你会发现自己不得不依靠它而生存。那就是体制化。',
      reference: '电影，布鲁克斯获得假释而失控后',
      characters: ['瑞德']
    },
    {
      quote: '这就是音乐的美丽。他们无法把这种美丽从你那里（指的是心）夺去。',
      reference: '电影，因播音乐而被关禁闭后',
      characters: ['安迪']
    },
    {
      quote: '希望，我告诉你，我的朋友。希望是很危险的东西，希望会让人疯狂。它在这儿没用的。你最好习惯这种想法。',
      reference: '电影，吃饭时对安迪说',
      characters: ['瑞德']
    },
    {
      quote: '我不得不提醒自己有些鸟是不能关在笼子里的，他们的羽毛太漂亮了，当他们飞走的时候，你会觉得把他们关起来是种罪恶，但是，他们不在了你会感到寂寞，可是我只是想我的朋友了。',
      reference: '电影尾声',
      characters: ['瑞德']
    },
    {
      quote: '记住，瑞德，希望是件美丽的东西，也许是最好的东西。美好的东西是永远不会死的。',
      reference: '电影尾声，安迪的信',
      characters: ['安迪']
    }
  ]
}
