exports.spiritedAway = {
  name: '千与千寻',
  alias: ['千と千尋の神隠し', '神隐少女', 'Spirited Away'],
  info: '《千与千寻》是宫崎骏执导、编剧，吉卜力工作室制作的动画电影，影片于2001年7月20日在日本正式上映，讲述了少女千寻意外来到神灵异世界后发生的故事',
  characters: [
    {
      name: '荻野千寻',
      alias: ['おぎの ちひろ', '千', '小千', '千寻'],
      info: '10岁的小学四年级学生。最早的造型范本来自宫崎骏的友人奥田诚治年龄约十岁的女儿，喜欢白龙，最后帮助白龙想起了自己的名字，解除身上的咒语。',
    },
    {
      name: '白龙',
      alias: ['小白'],
      info: '外表是十二岁左右的少年，可化身为龙形。本来是“琥珀川”的河神，但他的河流在兴建大楼时被填平了，无家可归的白龙于是来到汤屋，在汤婆婆门下学习魔法成为了汤婆婆的弟子，澡堂的实际管理人员，喜欢千寻，曾经救过掉入琥珀川的千寻，最后因千寻而想起了自己的名字，解除了身上的咒语。'
    },
    {
      name: '钱婆婆',
      alias: [],
      info: '汤婆婆的双胞胎姊姊，尽管在人物造型上和汤婆婆基本没有任何区别，性格上却有这极大的反差，是一个性格温和而慈祥的人。在谈话中给了千寻许多启示。'
    }
  ],
  quotes: [
    {
      quote: '曾经发生的事不可能忘记，只是暂时想不起来而已。',
      reference: '动画中',
      characters: ['钱婆婆']
    },
    {
      quote: '名字一旦被夺走，就再也找不到回家的路了。',
      reference: '动画中',
      characters: ['白龙']
    },
    {
      quote: '虽然我很想救你，但是我什么都做不到，因为这是这个世界的规则，你的父母也好，你的男朋友龙也好，只能靠你自己去救。',
      reference: '动画中',
      characters: ['钱婆婆']
    },
    {
      quote: '千寻：白龙你听着，这是我妈妈告诉我的，我自己已经记不起了。我小的时候曾经掉落河川里，那条河已经被填了，上面也建起了房子。不过我现在却想起来了，那条河的名字叫琥珀川。你的真名叫琥珀川。\n\n白龙：千寻，谢谢你。我真正的名字叫赈早见琥珀主。\n\n千寻：赈早见?\n\n白龙：赈早见琥珀主。\n\n千寻：好厉害的名字，好像神明一样。\n\n白龙：我也想起来了，想起千寻掉在我身体里的事情了。是想要去捡鞋子对吧？\n\n千寻：是，是琥珀把我送到浅滩上的呢。好开心。',
      reference: '动画中',
      characters: ['千寻', '白龙']
    }
  ]

}
