exports.starVoice = {
  name: '星之声',
  alias: ['ほしのこえ'],
  info: '《星之声》（日语：ほしのこえ -The voices of a distant star-），是日本导演新海诚于2002年个人制作的动画，该动画亦改编成小说和漫画作品。',
  characters: [
    {
      name: '长峰美加子',
      alias: ['长峰', '美加子'],
      info: '女主角，中学三年级学生。参加联合国宇宙军的选拔被录取，驾驶大型机器人“德雷萨”，配置在宇宙舰“里希提亚”上。'
    },
    {
      name: '寺尾升',
      alias: ['升'],
      info: '男主角，是美加子中学时代的同学，同属于剑道部。思念著美加子，一直等着她回来。'
    }
  ],

  quotes: [
    {
      quote: '升：美加子的短信只有两行，其他的都是问候。不过，虽然只有这些，我也认为这是奇迹。呐，美加子，我...\n\n美加子：升，我...怀念的东西有很多，这里什么都没有。即使...\n\n升：即使，夏天的云，冰冷的雨，秋天里风的味道。\n\n美加子：雨点撞击伞的声音，春天里柔软的土壤，晚上便利店那安心的感觉。\n\n升：还有，放学后愉快的空气。\n\n美加子：黑板擦的味道。\n\n升：晚上，卡车发出的响亮的声音。\n\n美加子：夕阳西下那浪漫的味道。升，那种东西，我一直...\n\n升：我想和美加子一起感受到所有。',
      reference: '动画结尾',
      characters: ['升', '美加子']
    },
    {
      quote: '美加子：呐，升。我们在很远很远的地方分别着。\n\n升：不过，想念有可能会超越时间的距离。\n\n美加子：升没这样想过吗？\n\n升：如果只有一瞬间能有这种事的话，我会想什么？美加子会想什么？\n\n美加子：我们想的事情肯定只有一件。呐，升...\n\n美加子&升：我在这里哟。',
      reference: '动画结尾',
      characters: ['升', '美加子']
    }
  ]
}
