exports.summerWars = {
  name: '夏日大作战',
  alias: ['サマーウォーズ', 'summer wars'],
  info: '电影主要描述一名胆小的高二数学天才小矶健二在学姊筱原夏希的拜托之下，一同前往她祖母位于上田市的宅邸来庆祝曾祖母的90岁生日所发生的一连串故事。',

  characters: [
    {
      name: '阵内荣',
      alias: [],
      info: '从战国时代延续至今拥有几百年历史的阵内家族第16代族长。90岁生日之际，迎来分散在日本各地的亲戚。继承祖先的武家性格，在政界财界拥有广泛的人脉。接受了以夏希的未婚夫身份突然出现的小矶健二，率家族全体迎战世界危机。',
    }
  ],

  quotes: [
    {
      quote: '总之先冷静下来吧。做人最重要的就是心平气和，葬礼只要办个简单的家祭就好了，之后就过着一如往常的生活。\n\n虽然没能留下任何遗产，不过我的老朋友们，肯定会提供协助吧。所以你们不用担心太多，今后也请各位好好活下去吧。\n\n还有...如果侘助回来的话，虽然他十年前一去不回，不知道什么时候才会回来。\n\n但如果他回来的话...我想他肯定是肚子饿了。所以家里种的青菜、葡萄和水梨，请尽量让他多吃一点吧。\n\n我清楚记得初遇他的那一天，他耳朵和老爷子很像，我吓了一跳。当时我和他走在牵牛花田里，告诉他从今天起就是我家的孩子了。\n\n虽然他一句话都不说，不过他紧紧牵着我的手，“这孩子和我成为了一家人了”，我的喜悦应该也有传达给他吧。\n\n身为一家人就应该紧紧相系，不能被人生打败。即使面临难过或痛苦的事，全家人也要一如往常的团圆用餐，因为饥饿和孤独是最要不得的。\n\n多亏你们的陪伴，我过的很幸福。',
      reference: '遗书',
      characters: ['阵内荣']
    }
  ]
}
