exports.trumanShow = {
  name: '楚门的世界',
  alias: ['The Truman Show', '真人世界', '真人戏', '真人show'],
  info: '影片讲述了楚门是一档热门肥皂剧的主人公，他身边的所有事情都是虚假的，他的亲人和朋友全都是演员，但他本人对此一无所知。最终楚门不惜一切代价走出了这个虚拟的世界。',

  characters: [
    {
      name: '楚门·伯班克',
      alias: ['楚门', 'Truman Burbank'],
      info: '楚门从呱呱坠地开始的三十年来，他就是肥皂剧的主角。他居住的海景镇其实是一个庞大的摄影棚，而他的亲朋好友和他每天碰到的人全都是职业演员，他生命中的一举一动、每分每秒都曝露在隐藏于各处的摄影镜头面前，这就是“楚门的世界”。全球上亿观众都注意着他的一举一动，而他却不知自己一直受到监视，然后经过三十年的荒唐生活后，楚门终于感到他的生活有点不对劲，当他发现他就像是活在玻璃罐里的蝴蝶时，他决定要不计代价地逃离海景镇。'
    },
    {
      name: '克里斯托弗',
      alias: ['Christof'],
      info: '他导演了整个楚门秀，是一个老于世故的剧组头领，让人不寒而栗。作为肥皂剧《楚门的世界》的制作人，克里斯托弗将一切都设计得近乎完美，把楚门控制在海景镇的超现实世界之中。'
    },
    {
      name: '劳拉·琳妮',
      alias: ['劳拉', 'Laura Linny'],
      info: '她是楚门的妻子，职务是一名护士。她的实际身份是导演克里斯托弗安排在肥皂剧《楚门的世界》里的一名演员。'
    },
    {
      name: '马龙',
      alias: ['Marlon'],
      info: '他是楚门的发小。他对楚门的影响很大，也是楚门信任的人。他的实际身份是肥皂剧《楚门的世界》里的一名演员。'
    }
  ],

  quotes: [
    {
      quote: '我们看戏，看厌了虚伪的表情，看厌了花巧的特技。楚门的世界，可以说是假的，楚门本人却一点都不假。这节目没有剧本，没有退场。未必是杰作，但如假包换，是一个人一生的真实记录。',
      reference: '电影开场',
      characters: ['Christof']
    },
    {
      quote: '我的生活不分公私，「真人表演」是我全部的生活，「真人表演」是典范的生活，是「高尚的生活」，美满的生活',
      reference: '电影开场',
      characters: ['劳拉'],
    },
    {
      quote: '内容真真实实，原原本本，各位所见的，绝无虚假。有的只是调控。',
      reference: '电影开场',
      characters: ['Marlon'],
    },
    {
      quote: '假如再碰不见你，祝你早、午、晚都安。\n\nIn case I don\'t see you, Good afternoon, good evening and good night.',
      reference: '口头禅',
      characters: ['楚门']
    },
    {
      quote: '楚门：你是谁？\n\n克里斯托弗：我是创造者，创造了一个受万众欢迎的电视节目。\n\n楚门：那么，我是谁？\n\n克里斯托弗：你就是那个节目的明星。\n\n楚门：什么都是假的？\n\n克里斯托弗：你是真的。所以才有那么多人看你。听我劝告，楚门。外面的世界跟我给你的世界一样虚假，有一样的谎言，一样的欺诈，但在我的世界，你什么都不用怕。我比你更清楚你自己。\n\n楚门：你无法在我脑内装摄像机。\n\n克里斯托弗：你在害怕，所以你不能走。楚门，不要紧，我明白。我看了你的一生，你出生时，我在看你。你学走路时，我在看你。你入学时，我在看你。还有你掉第一颗牙的那一幕。你不能离开，楚门。你属于这里，跟我一起吧。回答我，说句话，说话！你上了电视！正在向全世界直播！\n\n楚门：假如再碰不见你，祝你早、午、晚都安。',
      reference: '电影结局',
      characters: ['克里斯托弗', '楚门']
    }
  ]
}
